Repository: BlackRam-oss/BBS
Catalog: game/*/Polish/action_talk_label.po
Languages: pl_pl

source: [TALKmc] Hi [a]
pl_pl: [TALKmc] Cześć [a]

source: [TALKa] Hi, can you tell me something?
pl_pl: [TALKa] Cześć, czy mogę Cię o coś zapytać?

source: [TALKmc] OK, I'm off. See you.
pl_pl: [TALKmc] OK. Do zobaczenia.

source: [TALKmc] It's getting late. See you.
pl_pl: [TALKmc] Robi się późno. Do zobaczenia.

source: [TALKmc] Sorry, but I have to go now. Bye.
pl_pl: [TALKmc] Niestety, ale muszę już iść. Żegnaj.

source: [TALKmc] Good talk. We should do this more often.
pl_pl: [TALKmc] Miło się rozmawiało. Musimy to kiedyś powtórzyć.

source: [TALKmc] I just remembered something. Gotta go! Bye.
pl_pl: [TALKmc] Właśnie o czymś sobie przypomniałem. Muszę iść! Na razie.

source: [TALKmc] I won't keep you any longer. Bye.
pl_pl: [TALKmc] Nie będę cię dłużej zatrzymywał. Cześć.

source: [TALKmc] I was supposed to tell you something else.... But I don't remember.
pl_pl: [TALKmc] Chciałem Ci powiedzieć coś jeszcze.... ale nie pamiętam co.

source: [TALKmc] Patience when it comes back to me I'll let you know, bye.
pl_pl: [TALKmc] Jak sobie przypomnę to dam ci znać, pa.
