Repository: BlackRam-oss/BBS
Catalog: game/*/Polish/liza.po
Languages: pl_pl

source: [TALKliz00] Hey there [lizN.MClabel]!
pl_pl: [TALKliz00] Cześć tutaj [lizN.MClabel]!

source: [TALKliz01] Yawn! Be nice I forgot my cell phone in my room...go get it!
pl_pl: [TALKliz01] Jawn! Bądź miły, zostawiłam telefon w moim pokoju...idź po niego!

source: [TALKmc02] Okay
pl_pl: [TALKmc02] Okej

source: [TALKmc10] What about me?! What do I get in return?
pl_pl: [TALKmc10] Co ze mną?! Co dostanę w zamian?

source: [TALKliz04] For you?!
pl_pl: [TALKliz04] Dla Ciebie?!

source: [TALKliz02] Haha! Well, I was thinking of making some eggs... what do you say?
pl_pl: [TALKliz02] Haha! Cóż, myślałem o tym, żeby zrobić jajecznicę... co ty na to?

source: [TALKmc00] Hmm... that's good
pl_pl: [TALKmc00] Hmm... To dobre

source: [TALKmc09] {i}Hmmm, Liza's phone! She's always on the phone, I wonder who she's chatting with. I might...
pl_pl: [TALKmc09] {i}Hmmm, telefon Lizy! Zawsze jest w telefonie, zastanawiam się, z kim rozmawiała. Mogę...

source: [TALKmc09] {i}Shit, she's got the password!
pl_pl: [TALKmc09] {i}kurde, ma hasło!

source: [TALKmc10] {i}Ah though! what a background... slutty.
pl_pl: [TALKmc10] {i}Ah! Co za tapeta... zdzirowata.

source: [TALKliz01] So...
pl_pl: [TALKliz01] Więc...

source: [TALKliz] Did you get my phone? [nointeract]
pl_pl: [TALKliz] Znalazłeś mój telefon? [nointeract]

source: [TALKliz06] Go look for it! What are you waiting for?!
pl_pl: [TALKliz06] Idź poszukaj go! Na co czekasz?!

source: [TALKliz08] Finally! What took you so long?
pl_pl: [TALKliz08] Wreszcie! Co zajęło ci tyle czasu?

source: [TALKmc02] I had a little trouble finding it!
pl_pl: [TALKmc02] miałem małe kłopoty ze znalezieniem tego!

source: [TALKliz03] Bah, you are so weird! It was right on my nightstand.
pl_pl: [TALKliz03] Bah, jesteś taki dziwny! On był zaraz przy moim łóżku.

source: [TALKmc06] By the way, what's the password?
pl_pl: [TALKmc06] Przy okazji, jakie jest hasło?

source: [TALKliz09] Excuse me?!! Why would you ask for it?
pl_pl: [TALKliz09] Przepraszam?!! Dlaczego prosisz o to?

source: [TALKliz05] Wait, what did you want to look at?
pl_pl: [TALKliz05] Zaczekaj, co chciałeś zobaczyć?

source: [TALKmc08] I.. er.. nothing.
pl_pl: [TALKmc08] I.. er.. nic.

source: [TALKliz02] Ha ha! You little pervert...
pl_pl: [TALKliz02] Ha ha! Ty mały zboczeńcu...

source: [TALKmc10] So where's my breakfast?
pl_pl: [TALKmc10] Więc gdzie jest moje śniadanie?

source: [TALKliz01] There's nothing for you here [lizN.MClabel]!
pl_pl: [TALKliz01] Nie ma tu nic dla Ciebie [lizN.MClabel]!

source: [TALKmc08] What??
pl_pl: [TALKmc08] Co??

source: [TALKmc11] But we had a deal!
pl_pl: [TALKmc11] Ale mieliśmy umowę!

source: [TALKliz03] I'm sorry, it's all for me because you don't deserve it!
pl_pl: [TALKliz03] Przepraszam, to wszystko dla mnie, ponieważ nie zasługujesz na to!

source: [TALKmc01] Okay, {p}All right, {p}I'm not hungry anyway!
pl_pl: [TALKmc01] Ok, {p}Wszystko w porządku, {p}Nie jestem głodny!

source: [TALKmc01] {i}I hate her!
pl_pl: [TALKmc01] {i}Nienawidzę jej!

source: [TALKmc02] {i}Guess I'll have to make do with a coffee.
pl_pl: [TALKmc02] {i}Zgaduję, że będę musiał zadowolić się kawą.

source: [TALKmc02] Hey, could you give me a coffee cup?
pl_pl: [TALKmc02] Hej, czy mógłbyś dać mi filiżankę kawy?

source: [TALKmc00] They are in that drawer
pl_pl: [TALKmc00] Są w tej szufladzie

source: [TALKliz08] They are in the bottom drawer.
pl_pl: [TALKliz08] Są w dolnej szufladzie.

source: [TALKmc08] {i}Wow, what a cute little butt!!
pl_pl: [TALKmc08] {i}Wow, co uroczy mały tyłek!!

source: [TALKmc03] {i}Hmm...maybe I shouldn't stare at my [lizR.NPClabel]'s ass like that.
pl_pl: [TALKmc03] {i}Hmm... może nie powinienem wpatrywać się w tyłek mojej [lizR.NPClabel]w ten sposób.

source: [TALKmc03] {i}Hmm... maybe I shouldn't stare at it like that.
pl_pl: [TALKmc03] {i}Hmm... może nie powinienem się na nią gapić w ten sposób.

source: [TALKmc03] {i}Damn [liz]! How can she be so sour, but so hot...
pl_pl: [TALKmc03] {i}Damn [liz]! Jak ona może być tak zła, ale tak gorąca...

source: [TALKliz08] Catch!
pl_pl: [TALKliz08] Złap!

source: [TALKmc00] Thanks!
pl_pl: [TALKmc00] Dzięki!

source: [TALKmc02] {i}My stomach is growling... I'm so hungry!
pl_pl: [TALKmc02] {i}Burczy mi w brzuchu... Jestem tak głodny!

source: [TALKmc07] {i}[liz]'s breakfast looks so good!
pl_pl: [TALKmc07] {i}[liz]' s śniadanie wygląda tak dobrze!

source: [TALKmc01] {i}Hmm... I'll get my revenge somehow.
pl_pl: [TALKmc01] {i}Hmm... Jakoś się zemszczę.

source: [TALKmc20] So how's the breakfast?
pl_pl: [TALKmc20] Więc jak śniadanie?

source: [TALKliz00] It's so good!
pl_pl: [TALKliz00] To jest tak dobre!

source: [TALKliz01] I am such a good cook!
pl_pl: [TALKliz01] jestem takim dobrym kucharzem!

source: [TALKliz02] Don't worry, you can eat some fruit from the table!
pl_pl: [TALKliz02] Nie martw się, możesz zjeść trochę owoców ze stołu!

source: [TALKmc06] {i}I've got an idea! I can get my revenge now...
pl_pl: [TALKmc06] {i}mam pomysł! Mogę się teraz zemścić...

source: [TALKmc05] Ha ha! You don't know what you're missing... [ann] did buy them on special delivery yesterday.
pl_pl: [TALKmc05] Ha ha! Nie wiesz, czego ci brakuje... [ann] kupiłem je wczoraj przy specjalnej dostawie.

source: [TALKmc05] I have never had such delicous fruits, too bad they are all for me.
pl_pl: [TALKmc05] Nigdy nie miałem takich delikatnych owoców, szkoda, że są one dla mnie wszystkim.

source: Just because you're my [lizR.NPClabel], I could give you one: [nointeract]
pl_pl: Tylko dlatego, że jesteś moim [lizR.NPClabel], mógłbym ci dać jedno: [nointeract]

source: [TALKliz04] Did you say in special delivery!?
pl_pl: [TALKliz04] Czy powiedziałeś w specjalnej dostawie!?

source: [TALKmc00] Yes! You know, only [ann] knows where to buy quality fresh fruits, at a good price.
pl_pl: [TALKmc00] Tak! Wiesz, tylko [ann] wie, gdzie kupić wysokiej jakości świeże owoce w dobrej cenie.

source: [TALKliz04] Hmm... Okay! They say bPineapple are good for your fitness.
pl_pl: [TALKliz04] Hmm... Porządku! Mówią, że ananasy są dobre dla twojej kondycji.

source: [TALKmc04] Here, try one! It's so sweet.
pl_pl: [TALKmc04] Tutaj, spróbuj jednego! Jest tak słodki.

source: [TALKliz03] Haha, I'm not going to be fed by you!
pl_pl: [TALKliz03] Haha, nie będę przez ciebie karmiona!

source: [TALKmc10] Come on! Y'know you want to.
pl_pl: [TALKmc10] Daj spokój! Wiesz, że chcesz.

source: [TALKmc00] You can have a little bite!
pl_pl: [TALKmc00] Możesz trochę ugryźć!

source: [TALKliz08] Ha ha ha seriously?! Get lost!
pl_pl: [TALKliz08] Ha ha ha poważnie?! Spadaj!

source: [TALKmc11] I'm not going anywhere until you have a bite!
pl_pl: [TALKmc11] nigdzie się nie wybieram, dopóki nie ugryziesz!

source: [TALKliz08] Okay, but then leave me alone, you pervert!
pl_pl: [TALKliz08] W porządku, ale zostaw mnie w spokoju, zboczeńcu!

source: [TALKliz06] Mmmmmmmm
pl_pl: [TALKliz06] Mmmmmmmmmm

source: [TALKliz06] (Cough...)
pl_pl: [TALKliz06] (kaszel...)

source: [TALKliz05] You're dead!!!
pl_pl: [TALKliz05] Nie żyjesz!!!

source: [TALKmc12] Ow! Ow! You're hurting me!
pl_pl: [TALKmc12] Ow! Ow! Ranisz mnie!

source: [TALKmc07] {i}Ow! What a pain! But it was worth it!
pl_pl: [TALKmc07] {i}Ow! Co za ból! Ale było warto!

source: [TALKmc05] {i}That was crazy!
pl_pl: [TALKmc05] {i}To było szalone!

source: [TALKmc04] {i}My sweet sweet revenge!
pl_pl: [TALKmc04] {i}Moja słodka słodka zemsta!

source: [TALKmc05] {i}I definitely should have pushed it deeper down her throat!
pl_pl: [TALKmc05] {i}Zdecydowanie powinienem był pchać go głębiej w jej gardło!

source: [TALKmc07] {i}Damn!!!
pl_pl: [TALKmc07] {i}Cholera!!!

source: [TALKmc07] {i}What's wrong with me ... she is my [lizR.NPClabel]!!
pl_pl: [TALKmc07] {i}Co jest ze mną nie tak... ona jest moją [lizR.NPClabel]!!

source: [TALKmc07] {i}She will probably tell [ann]...
pl_pl: [TALKmc07] {i}Pewnie powie [ann]...

source: [TALKmc07] {i}Shit, I'll have to think of an excuse.
pl_pl: [TALKmc07] {i}cholera, będę musiał wymyślić wymówkę.

source: [TALKliz04] Hmmm... also no... thanks!
pl_pl: [TALKliz04] Hmmm... również nie... dzięki!

source: [TALKliz10] Just give a little taste.
pl_pl: [TALKliz10] Po prostu daj trochę smaku.

source: [TALKliz05] NO! go away! before I call [ann].
pl_pl: [TALKliz05] NIE! Odejdź! zanim zadzwonię do [ann].

source: [TALKmc07] Damn!!!
pl_pl: [TALKmc07] Cholera!!!

source: [TALKmc07] I failed! I must think of another way for revenge.
pl_pl: [TALKmc07] zawiodłem! Muszę wymyślić inny sposób zemsty.

source: (A few hours later)
pl_pl: (Kilka godzin później)

source: [TALKmc01] {i}Shit, [liz] is talking on the phone!!
pl_pl: [TALKmc01] {i}Cholera, [liz] rozmawia przez telefon!!

source: [TALKmc06] {i}Maybe she won't notice if I sneak around...
pl_pl: [TALKmc06] {i}Może nie zauważy, jeśli się skradnę...

source: {i}OK! After this [lcy] will owe me a favor: [nointeract]
pl_pl: {i}OK! Po tym [lcy] będzie mi winien przysługę: [nointeract]

source: [TALKmc04] {i}Are you ready Ninja?!
pl_pl: [TALKmc04] {i}Czy jesteś gotowy Ninja?!

source: [TALKmc07] {i}Hmm... I don't think I'm ready yet.
pl_pl: [TALKmc07] {i}Hmm... Myślę, że nie jestem jeszcze gotowy.

source: [TALKmc06] {i}But first I need to warm up a bit in my room.
pl_pl: [TALKmc06] {i}Ale najpierw muszę się trochę rozgrzać w moim pokoju.

source: [TALKmc07] {i}Mhh... I should warm up a bit first, in my room there is in carpet where I can do that.
pl_pl: [TALKmc07] {i}Mhh... Najpierw powinienem się trochę rozgrzać, w moim pokoju jest dywan, gdzie mogę to zrobić.

source: [TALKmc04] {i}Aha! Found it!
pl_pl: [TALKmc04] {i}Aha! Znalazłem to!

source: [TALKliz09] Asshole!!!
pl_pl: [TALKliz09] Dupek!!!

source: [TALKliz09] No way [mik]!
pl_pl: [TALKliz09] Nie ma mowy, [mik]!

source: [TALKmc08] {i}Fuck!
pl_pl: [TALKmc08] {i}Kurwa!

source: [TALKmc00] {i}Saved by the skin of my teeth!
pl_pl: [TALKmc00] {i}uratowany przez skórę moich zębów!

source: [TALKliz05] You promised me you would delete those pictures!
pl_pl: [TALKliz05] Obiecałeś mi, że usuniesz te zdjęcia!

source: [TALKmc07] {i}Photos? Who the fuck is [mik]?
pl_pl: [TALKmc07] {i}zdjęcia? Kto do cholery jest [mik]?

source: [TALKliz05] No, [mik]!
pl_pl: [TALKliz05] Nie, [mik]!

source: [TALKliz07] Please...don't!
pl_pl: [TALKliz07] Proszę... Nie!

source: [TALKliz07] You don't have to say anything to my boyfriend!
pl_pl: [TALKliz07] Nie musisz nic mówić mojemu chłopakowi!

source: [TALKmc08] {i}Oh my god! I think this [mik] guy is blackmailing her!
pl_pl: [TALKmc08] {i}O mój Boże! Myślę, że ten [mik] facet ją szantażuje!

source: [TALKliz09] Absolutely not!
pl_pl: [TALKliz09] Absolutnie nie!

source: [TALKliz06] That's what you said last time!
pl_pl: [TALKliz06] To właśnie powiedziałeś ostatnim razem!

source: [TALKliz07] I can't do this again... please.
pl_pl: [TALKliz07] nie mogę tego zrobić ponownie... Proszę.

source: [TALKliz07] Don't do that!
pl_pl: [TALKliz07] Nie rób tego!

source: [TALKliz05] Never!!! Fuck you!
pl_pl: [TALKliz05] Nigdy!!! Pieprzyć cię!

source: [TALKmc01] {i}Grrr... I don't like this [mik]. I'm going to have to deal with it....
pl_pl: [TALKmc01] {i}Grrr... Nie podoba mi się ten [mik]. Będę musiał sobie z tym poradzić....

source: [TALKmc07] {i}I need to find out more about these photos but I need to get out of here first!
pl_pl: [TALKmc07] {i}Muszę dowiedzieć się więcej o tych zdjęciach, ale najpierw muszę się stąd wydostać!

source: [TALKmc06] {i}Hmmm... [liz] is not in her room!
pl_pl: [TALKmc06] {i}Hmmm... [liz] nie ma w jej pokoju!

source: [TALKmc09] {i}But she left his phone here!!
pl_pl: [TALKmc09] {i}Ale zostawiła tu swój telefon!!

source: [TALKmc09] {i}I need to find a way to unlock it!
pl_pl: [TALKmc09] {i}muszę znaleźć sposób, aby go odblokować!

source: [TALKmc07] {i}I better go think about this in my room.
pl_pl: [TALKmc07] {i}lepiej pójdę pomyśleć o tym w moim pokoju.

source: {i}So, how do I unlock [liz]'s phone?
pl_pl: {i}Jak odblokować telefon [liz]?

source: {i}Maybe I could find some kind of invisible ink and spread it on her phone.
pl_pl: {i}Może mógłbym znaleźć jakiś niewidzialny atrament i rozpruszyć go na jej telefonie.

source: {i}It just might work!!!
pl_pl: {i}To może zadziałać!!!

source: {i}All I need is a UV flashlight and some invisible ink!
pl_pl: {i}Wszystko, czego potrzebuję, to latarka UV i trochę niewidzialnego atramentu!

source: {i}I have a UV flashlight, but where can I find the invisible ink?
pl_pl: {i}mam latarkę UV, ale gdzie mogę znaleźć niewidoczny atrament?

source: {i}I need to google this!
pl_pl: {i}muszę to wygooglować!

source: [TALKmc08] {i}Wait, what?!
pl_pl: [TALKmc08] {i}Zaraz, co?!

source: [TALKmc05] {i}Hah, who would've known!
pl_pl: [TALKmc05] {i}Hah, kto by wiedział!

source: [TALKmc04] {i}It says here that semen glows under a UV light.
pl_pl: [TALKmc04] {i}Mówi się tutaj, że nasienie świeci w świetle UV.

source: [TALKmc06] {i}Well...
pl_pl: [TALKmc06] {i}Cóż...

source: [TALKmc06] {i}Let's do it!
pl_pl: [TALKmc06] {i}Zróbmy to!

source: [TALKmc03] {i}She is so sexy
pl_pl: [TALKmc03] {i}Ona jest taka seksowna

source: [TALKmc03] {i}Let's do it
pl_pl: [TALKmc03] {i}Zróbmy to

source: [TALKmc03] {i}Wow nice. Now I need to rub it gently and run away.
pl_pl: [TALKmc03] {i}Wow miło. Teraz muszę go delikatnie pocierać i uciekać.

source: Okay
pl_pl: Okej

source: What about me?!
pl_pl: A co ze mną?!

source: Liza smartphone
pl_pl: Liza smartfon

source: Indeed!
pl_pl: Istotnie!

source: Not yet!
pl_pl: Jeszcze nie!

source: I couldn't find it
pl_pl: Nie mogę go znaleźć

source: About your password...
pl_pl: Informacje o haśle...

source: Pineapple
pl_pl: Ananas

source: Banana
pl_pl: Banan

source: Do it now
pl_pl: Zrób to teraz

source: Not yet
pl_pl: Jeszcze nie
