Repository: BlackRam-oss/BBS
Catalog: game/*/Polish/lucy.po
Languages: pl_pl

source: [TALKmc00] Hey
pl_pl: [TALKmc00] Hej

source: [TALKmc02] Hi [lcy]...
pl_pl: [TALKmc02] Cześć [lcy]...

source: [TALKmc00] What are you doing?
pl_pl: [TALKmc00] Co robisz?

source: [TALKlcy02] What does it look like I'm doing?
pl_pl: [TALKlcy02] A na co to wygląda, co robię?

source: [TALKmc10] Do you need any help?
pl_pl: [TALKmc10] Potrzebujesz pomocy?

source: [TALKlcy06] From you... No, thanks! I don't need any help from you.
pl_pl: [TALKlcy06] Od Ciebie... Nie, dziękuję! Nie potrzebuję od ciebie żadnej pomocy.

source: [TALKmc03] {i}Mmm... Look at that those feet!!
pl_pl: [TALKmc03] {i}Mmm... Spójrz na te stopy!!

source: [TALKmc03] {i}She's so hot!
pl_pl: [TALKmc03] {i}Ona jest taka gorąca!

source: What should I tell [lcy] about her nails: [nointeract]
pl_pl: Co powinienem [lcy] powiedzieć o jej paznokciach: [nointeract]

source: [TALKmc04] Why a transparent nail polish?! Isn't it useless?!
pl_pl: [TALKmc04] Dlaczego przezroczysty lakier do paznokci?! Czy to nie jest bezużyteczne?!

source: [TALKlcy06] I know, right?
pl_pl: [TALKlcy06] wiem, prawda?

source: [TALKmc00] Your nails are looking nice!
pl_pl: [TALKmc00] Twoje paznokcie wyglądają ładnie!

source: [TALKlcy06] Not really...
pl_pl: [TALKlcy06] Nie do końca...

source: [TALKlcy02] I hate clear nail polish!
pl_pl: [TALKlcy02] Nienawidzę przezroczystego lakieru do paznokci!

source: [TALKlcy05] Actually... I know how you could help me.
pl_pl: [TALKlcy05] Właściwie... Wiem, jak mógłbyś mi pomóc.

source: [TALKlcy05] [liz] has this really nice nail polish that I'd like to use, but she'll never let me borrow it!
pl_pl: [TALKlcy05] [liz] ma ten naprawdę ładny lakier do paznokci, którego chciałbym użyć, ale nigdy nie pozwoli mi go pożyczyć!

source: [TALKlcy07] It'd be great if you could... y'know... maybe steal it from her?
pl_pl: [TALKlcy07] Byłoby wspaniale, gdybyś mógł... Wiesz... może ją ukraść?

source: [TALKmc08] What? That's crazy! You're nuts!
pl_pl: [TALKmc08] Co? To szaleństwo! Jesteś szalona!

source: [TALKmc08] She'll kill me if she finds out!
pl_pl: [TALKmc08] Zabije mnie, jeśli się dowie!

source: [TALKlcy07] Come on... you're my brave little [lcyR.MClabel]! Be a brave man and do it for me.
pl_pl: [TALKlcy07] Daj spokój... jesteś moim dzielnym małym [lcyR.MClabel]! Bądź odważnym człowiekiem i zrób to dla mnie.

source: [TALKmc06] {i}When she stretches her boobs like that... I would literally do anything for my [lcyR.NPClabel]
pl_pl: [TALKmc06] {i}Kiedy tak rozciąga swoje cycki... Zrobiłbym dosłownie wszystko dla mojego [lcyR.NPClabel]

source: [TALKmc05] Okay, but you owe me one!
pl_pl: [TALKmc05] Dobrze, ale jesteś mi winna jeden!

source: [TALKlcy03] Great, it's the pink one.
pl_pl: [TALKlcy03] Świetnie, to ten różowy.

source: [TALKlcy01] So?!
pl_pl: [TALKlcy01] Tak?!

source: [TALKlcy] Were you able to get the nail polish? [nointeract]
pl_pl: [TALKlcy] Czy udało Ci się zdobyć lakier do paznokci? [nointeract]

source: [TALKlcy06] Come on! Don't leave me hanging!
pl_pl: [TALKlcy06] Daj spokój! Nie zostawiaj mnie powieszonego!

source: [TALKlcy] Really?! Let me see! [nointeract]
pl_pl: [TALKlcy] Naprawdę?! Niech spojrzę! [nointeract]

source: [TALKlcy03] No way!
pl_pl: [TALKlcy03] Nie ma mowy!

source: [TALKlcy05] It's a really nice color!
pl_pl: [TALKlcy05] To naprawdę ładny kolor!

source: [TALKlcy01] Who would have thought that you have some useful skills!
pl_pl: [TALKlcy01] Kto by pomyślał, że masz przydatne umiejętności!

source: [TALKlcy06] Go already!
pl_pl: [TALKlcy06] Idź już!

source: [TALKlcy06] Give it to me!
pl_pl: [TALKlcy06] Daj mi to!

source: [TALKmc06] {i}Hmm... Think [mc]...
pl_pl: [TALKmc06] {i}Hmm... Pomyśl [mc]...

source: {i}You owe me a favor: [nointeract]
pl_pl: {i}Jesteś mi winna przysługę: [nointeract]

source: [TALKmc10] Actually.... I was thinking you should let me do your nails for you.
pl_pl: [TALKmc10] Właściwie... Myślałam, że powinnaś pozwolić mi zrobić za ciebie paznokcie.

source: [TALKlcy07] What??
pl_pl: [TALKlcy07] Co??

source: [TALKlcy06] Stop messing around, [mc]!
pl_pl: [TALKlcy06] Przestań się bawić, [mc]!

source: [TALKlcy02] Seriously [mc], I don't have time to fix my nails after you mess them up!
pl_pl: [TALKlcy02] Poważnie [mc], nie mam czasu na naprawianie paznokci po tym, jak je zepsujesz!

source: [TALKmc00] I am being serious, you should let me try!
pl_pl: [TALKmc00] mówię poważnie, powinieneś pozwolić mi spróbować!

source: [TALKmc04] Or I could return it to [liz]...
pl_pl: [TALKmc04] Albo mógłbym zwrócić go [liz]...

source: [TALKlcy06] You know what...it's fine!
pl_pl: [TALKlcy06] Wiesz co... jest w porządku!

source: [TALKlcy01] You deserve a chance!
pl_pl: [TALKlcy01] Zasługujesz na szansę!

source: [TALKlcy07] But you better apply it perfectly or you are doomed!
pl_pl: [TALKlcy07] Ale lepiej zastosuj go doskonale, albo jesteś skazany na zagładę!

source: [TALKmc08] {i}Oh my god!!! I can't believe I'm actually going to touch her feet!
pl_pl: [TALKmc08] {i}O mój Boże!!! Nie mogę uwierzyć, że dotknę jej stóp!

source: [TALKmc03] {i}This is awesome!!!
pl_pl: [TALKmc03] {i}To jest niesamowite!!!

source: [TALKmc06] {i}She didn't notice...I can go further!
pl_pl: [TALKmc06] {i}Nie zauważyła... Mogę pójść dalej!

source: [TALKmc03] {i}Oh my god!!! I can feel my [lcyR.NPClabel]'s foot on my cock!
pl_pl: [TALKmc03] {i}O mój Boże!!! Czuję, jak moja [lcyR.NPClabel]stopa na moim kutasie!

source: [TALKmc10] What's going on? [lcy]?!
pl_pl: [TALKmc10] Co się dzieje? [lcy]?!

source: [TALKlcy06] Easy [lcyN.MClabel] don't push it!
pl_pl: [TALKlcy06] Spokojnie [lcyN.MClabel] nie naciskaj!

source: [TALKlcy02] That's enough for you!
pl_pl: [TALKlcy02] To Ci wystarczy!

source: [TALKlcy00] Nice! Where did you learn to do these things?
pl_pl: [TALKlcy00] Nieźle! Gdzie nauczyłeś się robić te rzeczy?

source: [TALKlcy05] They turned out great! Against all odds...
pl_pl: [TALKlcy05] Okazałeś się świetny! Wbrew wszelkim przeciwnościom...

source: [TALKlcy05] Well...
pl_pl: [TALKlcy05] Cóż...

source: [TALKlcy07] You did a good job boy
pl_pl: [TALKlcy07] Zrobiłeś dobrą robotę chłopcze

source: [TALKlcy05] Now go play somewhere else!
pl_pl: [TALKlcy05] Teraz idź grać gdzie indziej!

source: They look bad
pl_pl: One wyglądają źle

source: They are coming along well
pl_pl: Przychodzą dobrze

source: Look some more
pl_pl: Spójrz jeszcze trochę

source: Not so fast!
pl_pl: Nie tak szybko!

source: Try to get a better feel
pl_pl: Spróbuj uzyskać lepszy odczucie
