Repository: BlackRam-oss/BBS
Catalog: game/*/*/action_talk_label.po
Languages: french, german, spanish

source: [TALKmc] Hi [a]
french: [TALKmc] Bonjour [a]
german: [TALKmc] Hallo [a]
spanish: [TALKmc] Hola [a]

source: [TALKa] Hi, can you tell me something?
french: [TALKa] Bonjour, pouvez-vous me dire quelque chose?
german: [TALKa] Hallo, kannst du mir etwas sagen?
spanish: [TALKa] Hola, ¿puedes decirme algo?

source: Now is busy test later.
french: est occupé test plus tard.
german: Jetzt ist es ausgelastet, versuche es später.
spanish: Ahora está ocupada prueba más tarde.

source: [TALKmc] OK, I'm off. See you.
french: [TALKmc] OK, je suis épuisé. A plus tard.
german: [TALKmc] OK, ich bin weg. Wir sehen uns.
spanish: [TALKmc] ok, me voy. Nos vemos.

source: [TALKmc] It's getting late. See you.
french: [TALKmc] Il se fait tard. A la prochaine.
german: [TALKmc] Es wird spät. Bis bald.
spanish: [TALKmc] Se está haciendo tarde. Nos vemos.

source: [TALKmc] Sorry, but I have to go now. Bye.
french: [TALKmc] Désolé, mais je dois y aller maintenant. Au revoir.
german: [TALKmc] Tut mir leid, aber ich muss jetzt gehen. Tschau.
spanish: [TALKmc] Lo siento, pero tengo que irme ahora. Adiós.

source: [TALKmc] Good talk. We should do this more often.
french: [TALKmc] Bonne conversation. Nous devrions le faire plus souvent.
german: [TALKmc] Gutes Gespräch. Das sollten wir öfter tun.
spanish: [TALKmc] Buena charla. Deberíamos hacer esto más a menudo.

source: [TALKmc] I just remembered something. Gotta go! Bye.
french: [TALKmc] je viens de me souvenir de quelque chose. Je dois y aller! Au revoir.
german: [TALKmc] ich erinnerte mich gerade an etwas. Muss gehen! Auf Wiedersehen.
spanish: [TALKmc] Acabo de recordar algo. ¡Tienes que irte! Adiós.

source: [TALKmc] I won't keep you any longer. Bye.
french: [TALKmc] Je ne vous dérangerai pas plus longtemps. Au revoir.
german: [TALKmc] ich werde dich nicht länger stören. Tschau.
spanish: [TALKmc] "No te retendré más tiempo.

source: [TALKmc] I was supposed to tell you something else.... But I don't remember.
french: [TALKmc] j’étais censé vous dire autre chose... Mais je ne m’en souviens pas.
german: [TALKmc] ich wollte dir noch etwas anderes erzählen.... Aber ich erinnere mich nicht.
spanish: [TALKmc] se suponía que debía decirte algo más.... Pero no lo recuerdo.

source: [TALKmc] Patience when it comes back to me I'll let you know, bye.
french: [TALKmc] Patience quand ça me reviendra, je vous le ferai savoir, au revoir.
german: [TALKmc] Geduld, wenn es zu mir einfällt, erzähle ich es dir, tschau.
spanish: [TALKmc] Paciencia cuando vuelva a mí te lo haré saber, adiós.
