Repository: BlackRam-oss/BBS
Catalog: game/*/*/liza.po
Languages: german, italian, spanish

source: [TALKliz00] Hey there [lizN.MClabel]!
german: [TALKliz00] Hallo [lizN.MClabel]!
italian: [TALKliz00] Ehilà [lizN.MClabel]!
spanish: [TALKliz00] ¡Hola! [lizN.MClabel]!

source: [TALKliz01] Yawn! Be nice I forgot my cell phone in my room...go get it!
german: [TALKliz01] Gähn! Ich habe mein Handy in meinem Zimmer vergessen... sei bitte so nett und hol es mir!
italian: [TALKliz01] Awwn! Sii buono mi sono dimenticata il cellulare in camera mia... vallo a prendere!
spanish: [TALKliz01] ¡Bostezo! Sé amable, olvidé mi teléfono móvil en mi habitación... ¡ve a buscarlo!

source: [TALKmc10] What about me?! What do I get in return?
german: [TALKmc10] Was ist mit mir?! Was bekomme ich als Gegenleistung?
italian: [TALKmc10] Riguardo a me?! Cosa ottengo in cambio?
spanish: [TALKmc10] ¿Qué pasa conmigo?! ¿Qué obtengo a cambio?

source: [TALKliz04] For you?!
german: [TALKliz04] Für Dich?!
italian: [TALKliz04] Per te?!
spanish: [TALKliz04] ¡¿Para ti?!

source: [TALKliz02] Haha! Well, I was thinking of making some eggs... what do you say?
german: [TALKliz02] Haha! Nun, ich dachte, ich mache ein paar Spiegeleier... was meinst du?
italian: [TALKliz02] Haha! bhe, pensavo di fare qualche uova... cosa ne dici?
spanish: [TALKliz02] ¡Jaja! Bueno, estaba pensando en hacer algunos huevos... ¿qué dices?

source: [TALKmc00] Hmm... that's good
german: [TALKmc00] Hmm... das ist gut
italian: [TALKmc00] Hmm... Va bene
spanish: [TALKmc00] Mmm... eso está bien

source: [TALKmc09] {i}Hmmm, Liza's phone! She's always on the phone, I wonder who she's chatting with. I might...
german: [TALKmc09] {i}Hmmm, Lizas Telefon! Sie hängt ständig am Telefon, ich frage mich, mit wem sie chattet. Ich könnte...
italian: [TALKmc09]{i}Hmmm, Il cellulare di Liza! Lei è sempre al telefono, mi chiedo con chi stia chattando. Potrei...
spanish: [TALKmc09] {i}Hmmm, ¡el teléfono de Liza! Siempre está en el teléfono, me pregunto con quién está chateando. Podría...

source: [TALKmc09] {i}Shit, she's got the password!
german: [TALKmc09] {i}Mist, sie hat das Passwort!
italian: [TALKmc09]{i}Merda, ha la password!

source: [TALKmc10] {i}Ah though! what a background... slutty.
german: [TALKmc10] {i}Ah, was für ein Hintergrund... Schlamperei.
italian: [TALKmc10]{i}Ah però! Che sfondo... da troia.
spanish: [TALKmc10] {i}¡Ah, sin embargo! ¡Qué fondo... guarro.

source: [TALKliz] Did you get my phone? [nointeract]
german: [TALKliz] Hast du mein Telefon bekommen? [nointeract]
italian: [TALKliz] Hai preso il mio cellulare? [nointeract]
spanish: [TALKliz] ¿Has cogido mi teléfono? [nointeract]

source: [TALKliz06] Go look for it! What are you waiting for?!
german: [TALKliz06] Los schau nach! Worauf wartest du?!
italian: [TALKliz06] Vai a cercarlo! Cosa aspetti?!

source: [TALKliz08] Finally! What took you so long?
german: [TALKliz08] Endlich! Warum hast du so lange gebraucht?
italian: [TALKliz08] Finalmente! Perchè ti ci è voluto tanto?

source: [TALKmc02] I had a little trouble finding it!
german: [TALKmc02] Ich hatte ein paar Probleme es zu finden!
italian: [TALKmc02] Ho avuto un po di problemi nel trovarlo!
spanish: [TALKmc02] ¡Tuve algunos problemas para encontrarlo!

source: [TALKliz03] Bah, you are so weird! It was right on my nightstand.
german: [TALKliz03] Bah, du bist so komisch! Es lag direkt auf meinem Nachttisch.
italian: [TALKliz03] Bah, sei così strano! Era giusto sopra al comodino.

source: [TALKmc06] By the way, what's the password?
german: [TALKmc06] Übrigens, wie lautet das Passwort?
italian: [TALKmc06] Comunque, cos'è la password?

source: [TALKliz09] Excuse me?!! Why would you ask for it?
german: [TALKliz09] Entschuldigung?!! Warum fragst du danach?
italian: [TALKliz09] Scusami?!! Perchè dovresti chiedermela?

source: [TALKliz05] Wait, what did you want to look at?
german: [TALKliz05] Warte, was möchtest du ansehen?
italian: [TALKliz05] Aspetta, cosa volevi guardare?
spanish: [TALKliz05] Espera, ¿qué quieres ver?

source: [TALKmc08] I.. er.. nothing.
german: [TALKmc08] I.. äh.. nichts.
italian: [TALKmc08] Io.. uh.. niente.

source: [TALKliz02] Ha ha! You little pervert...
german: [TALKliz02] Ha ha! Du bist ein wenig pervertiert...
italian: [TALKliz02] Ha ha! Piccolo pervertito...
spanish: [TALKliz02] ¡Ja, ja! Tu pequeño pervertido...

source: [TALKmc10] So where's my breakfast?
german: [TALKmc10] Wo ist mein Frühstück?
italian: [TALKmc10] Allora dov'è la mia colazione?
spanish: [TALKmc10] Entonces, ¿dónde está mi desayuno?

source: [TALKliz01] There's nothing for you here [lizN.MClabel]!
german: [TALKliz01] Hier gibt es nichts für dich [lizN.MClabel]!
italian: [TALKliz01] Non c'è niente per te qui [lizN.MClabel]!

source: [TALKmc08] What??
german: [TALKmc08] Was??
italian: [TALKmc08] Cosa??
spanish: [TALKmc08] ¿¿Qué??

source: [TALKmc11] But we had a deal!
german: [TALKmc11] Aber wir hatten eine Abmachung!
italian: [TALKmc11] Ma avevamo un accordo!

source: [TALKliz03] I'm sorry, it's all for me because you don't deserve it!
german: [TALKliz03] Es tut mir leid, es ist alles für mich, weil du es nicht verdient!
italian: [TALKliz03] Mi Dispiace, è tutto per me perchè non te lo meriti!
spanish: [TALKliz03] Lo siento, ¡todo para mí porque no te lo mereces!

source: [TALKmc01] Okay, {p}All right, {p}I'm not hungry anyway!
german: [TALKmc01] Okay, {p}Okay, {p}Ich bin sowieso nicht hungrig!
italian: [TALKmc01] Okay, {p}Aposto, {p}non ho fame comunque!
spanish: [TALKmc01] Vale, {p}bien, {p}¡no tengo hambre de todos modos!

source: [TALKmc01] {i}I hate her!
german: [TALKmc01] {i}Ich hasse sie!
italian: [TALKmc01]{i}La odio!
spanish: [TALKmc01] {i}¡la odio!

source: [TALKmc02] {i}Guess I'll have to make do with a coffee.
german: [TALKmc02] {i}Muss ich mich mit einem Kaffee begnügen.
italian: [TALKmc02]{i}Immagino dovrò accontentarmi di un caffè.
spanish: [TALKmc02] {i}Supongo que tendré que conformarme con un café.

source: [TALKmc02] Hey, could you give me a coffee cup?
german: [TALKmc02] Hey, könntest du mir eine Tasse Kaffee geben?
italian: [TALKmc02] Ehi, potresti darmi una tazza da caffè?

source: [TALKmc00] They are in that drawer
german: [TALKmc00] Sie sind in dieser Schublade
italian: [TALKmc00] Sono in quel cassetto
spanish: [TALKmc00] Están en ese cajón

source: [TALKliz08] They are in the bottom drawer.
german: [TALKliz08] Sie befinden sich in der unteren Schublade.
italian: [TALKliz08] Sono nel cassetto più basso.
spanish: [TALKliz08] Están en el cajón de abajo.

source: [TALKmc08] {i}Wow, what a cute little butt!!
german: [TALKmc08] {i}Wow, was für ein süßer kleiner Hintern!!
italian: [TALKmc08]{i}Wow, che bel culetto!!

source: [TALKmc03] {i}Hmm...maybe I shouldn't stare at my [lizR.NPClabel]'s ass like that.
german: [TALKmc03] {i}Hmm...vielleicht sollte ich nicht auf den Arsch meiner [lizR.NPClabel]schauen.
italian: [TALKmc03]{i}Hmm...forse non dovrei guardare il culo di mia [lizR.NPClabel] così.

source: [TALKmc03] {i}Hmm... maybe I shouldn't stare at it like that.
german: [TALKmc03] {i}Hmm... vielleicht sollte ich so nicht starren.
italian: [TALKmc03]{i}Hmm... forse non dovrei fissarlo.
spanish: [TALKmc03] {i}Mmm... tal vez no debería mirarlo así.

source: [TALKmc03] {i}Damn [liz]! How can she be so sour, but so hot...
german: [TALKmc03] {i}Verdammte [liz]! Wie kann sie nur so sauer, aber so heiß sein...
italian: [TALKmc03]{i}Dannazione [liz]! Come può essere così amara, ma cosi hot...

source: [TALKliz08] Catch!
german: [TALKliz08] Fang!
italian: [TALKliz08] Prendi!
spanish: [TALKliz08] ¡Pillada!

source: [TALKmc00] Thanks!
german: [TALKmc00] Danke!
italian: [TALKmc00] Grazie!
spanish: [TALKmc00] ¡Gracias!

source: [TALKmc02] {i}My stomach is growling... I'm so hungry!
german: [TALKmc02] {i}Mein Magen knurrt... Ich bin so hungrig!
italian: [TALKmc02]{i}Il mio stomaco brontola... sono così affamato!

source: [TALKmc07] {i}[liz]'s breakfast looks so good!
german: [TALKmc07] {i}[liz]'s Frühstück sieht so gut aus!
italian: [TALKmc07] {i} La colazione di [liz] sembra così buona!

source: [TALKmc01] {i}Hmm... I'll get my revenge somehow.
german: [TALKmc01] {i}Hmm... Ich werde meine Rache irgendwie bekommen.
italian: [TALKmc01] {i}Hmm... avrò la mia vendetta in qualche modo.
spanish: [TALKmc01] {i}Hmm... Me vengaré de alguna manera.

source: [TALKmc20] So how's the breakfast?
german: [TALKmc20] Wie ist das Frühstück?
italian: [TALKmc20] Allora com'è la colazione?

source: [TALKliz00] It's so good!
german: [TALKliz00] Es ist so gut!
italian: [TALKliz00] È così buono!
spanish: [TALKliz00] ¡Está muy bueno!

source: [TALKliz01] I am such a good cook!
german: [TALKliz01] Ich bin so ein guter Koch!
italian: [TALKliz01] Sono una cuoca così brava!
spanish: [TALKliz01] ¡Soy una muy buena cocinera!

source: [TALKliz02] Don't worry, you can eat some fruit from the table!
german: [TALKliz02] Keine Sorge, du kannst etwas Obst vom Tisch essen!
italian: [TALKliz02] Non preoccuparti, puoi mangiare qualche frutto dalla tavola!
spanish: [TALKliz02] ¡No te preocupes, puedes comer algo de fruta de la mesa!

source: [TALKmc06] {i}I've got an idea! I can get my revenge now...
german: [TALKmc06] {i}ich habe eine Idee! Jetzt kann ich mich rächen...
italian: [TALKmc06] {i}Ho un idea! Posso avere la mia vendetta ora...

source: [TALKmc05] Ha ha! You don't know what you're missing... [ann] did buy them on special delivery yesterday.
german: [TALKmc05] Ha ha! Du weißt nicht, was du vermisst (verpasst)... [ann] hat sie gestern bei einer Sonderlieferung gekauft.
italian: [TALKmc05] Ha ha! Non sai cosa ti perdi... [ann] li ha comprati con consegna speciale ieri.
spanish: [TALKmc05] Ja, ja! No sabes lo que te estás perdiendo... [ann] los compré en una entrega especial ayer.

source: [TALKmc05] I have never had such delicous fruits, too bad they are all for me.
german: [TALKmc05] Ich hatte noch nie solche delikaten Früchte, schade dass sie alle für mich sind.
italian: [TALKmc05] Non ho mai mangiato frutti così deliziosi, purtroppo sono tutti per me.

source: Just because you're my [lizR.NPClabel], I could give you one: [nointeract]
german: Nur weil du mein(e) [lizR.NPClabel]bist, könnte ich dir eine geben: [nointeract]
italian: Solo perchè sei mia [lizR.NPClabel], potrei dartene uno: [nointeract]
spanish: Solo porque eres mi [lizR.NPClabel], podría darte uno: [nointeract]

source: [TALKliz04] Did you say in special delivery!?
german: [TALKliz04] Hast du Sonderlieferung gesagt!?
italian: [TALKliz04] Hai detto in consegna speciale!?

source: [TALKmc00] Yes! You know, only [ann] knows where to buy quality fresh fruits, at a good price.
german: [TALKmc00] Ja! Weißt du, nur [ann] weiß, wo man hochwertige frische Früchte zu einem guten Preis kaufen kann.
italian: [TALKmc00] Si! Sai, solo [ann] sa dove prendere frutta fresca di qualità, a un buon prezzo.

source: [TALKliz04] Hmm... Okay! They say bPineapple are good for your fitness.
german: [TALKliz04] Hmm... Okay! Sie sagen, Ananas sind gut für Ihre Fitness.
italian: [TALKliz04] Hmm... Okay! dicono che gli ananas siano ottimi per il tuo fitness.

source: [TALKmc04] Here, try one! It's so sweet.
german: [TALKmc04] Hier probiere eine! Es ist so süß.
italian: [TALKmc04] Qui, prova questo! È così dolce.
spanish: [TALKmc04] ¡Aquí, prueba uno! Es tan dulce.

source: [TALKliz03] Haha, I'm not going to be fed by you!
german: [TALKliz03] Haha, ich werde nicht von dir gefüttert!
italian: [TALKliz03] Haha, non mi faccio cibare da te!

source: [TALKmc10] Come on! Y'know you want to.
german: [TALKmc10] Komm schon! Du weißt das du es willst.
italian: [TALKmc10] Eddai! Sai che lo vuoi.

source: [TALKmc00] You can have a little bite!
german: [TALKmc00] Du kannst gerne mal abbeißen!
italian: [TALKmc00] Puoi averne un morso!

source: [TALKliz08] Ha ha ha seriously?! Get lost!
german: [TALKliz08] Ha ha ha ernsthaft?! Hau ab!
italian: [TALKliz08] Ha ha ha seriamente?! Sparisci!

source: [TALKmc11] I'm not going anywhere until you have a bite!
german: [TALKmc11] ich gehe nirgendwohin, bis du abgebissen hast!
italian: [TALKmc11] Non vado da nessuna parte finché non dai un morso!

source: [TALKliz08] Okay, but then leave me alone, you pervert!
german: [TALKliz08] Okay, aber dann lass mich in Ruhe, du Perverser!
italian: [TALKliz08] Okay, ma poi lasciami sola, pervertito!
spanish: [TALKliz08] Está bien, pero luego déjame en paz, ¡pervertido!

source: [TALKliz06] Mmmmmmmm
german: [TALKliz06] Hmmmmmmmm

source: [TALKliz06] (Cough...)
german: [TALKliz06] (Husten...)
italian: [TALKliz06] (Coff...)
spanish: [TALKliz06] (Tos...)

source: [TALKliz05] You're dead!!!
german: [TALKliz05] Du bist tot!!!
italian: [TALKliz05] Sei morto!!!

source: [TALKmc12] Ow! Ow! You're hurting me!
german: [TALKmc12] Ow! Ow! Du tust mir weh!
italian: [TALKmc12] Aw! Aw! Mi fai male!
spanish: [TALKmc12] ¡Ow! ¡Ow! ¡Me haces daño!

source: [TALKmc07] {i}Ow! What a pain! But it was worth it!
german: [TALKmc07] {i}Ow! Was für ein Schmerz! Aber es hat sich gelohnt!
italian: [TALKmc07] {i}Aw! Che male! Ma ne è valsa la pena!
spanish: [TALKmc07] {i}¡Ow! ¡Qué dolor! ¡Pero valió la pena!

source: [TALKmc05] {i}That was crazy!
german: [TALKmc05] {i}Das war verrückt!
italian: [TALKmc05] {i}È stato pazzesco!

source: [TALKmc04] {i}My sweet sweet revenge!
german: [TALKmc04] {i}Meine süße süße Rache!
italian: [TALKmc04] {i}La mia dolce dolce vendetta!

source: [TALKmc05] {i}I definitely should have pushed it deeper down her throat!
german: [TALKmc05] {i}ich hätte es definitiv tiefer in ihren Rachen schieben sollen!
italian: [TALKmc05] {i}Avrei decisamente dovuto ficcargliela più profonda in gola!
spanish: [TALKmc05] {i}¡Definitivamente debería haberlo empujado más profundamente por su garganta!

source: [TALKmc07] {i}Damn!!!
german: [TALKmc07] {i}Verdammt!!!
italian: [TALKmc07] {i}Dannazione!!!
spanish: [TALKmc07] {i}Maldita sea!!!

source: [TALKmc07] {i}What's wrong with me ... she is my [lizR.NPClabel]!!
german: [TALKmc07] {i}Was ist los mit mir ... sie ist meine [lizR.NPClabel]!!
italian: [TALKmc07] {i}Cosa c'è di sbagliato in me ... lei è mia [lizR.NPClabel]!!
spanish: [TALKmc07] {i}¿Qué me pasa ... ella es mi [lizR.NPClabel]!!

source: [TALKmc07] {i}She will probably tell [ann]...
german: [TALKmc07] {i}Sie wird es wahrscheinlich [ann]erzählen...
italian: [TALKmc07] {i}Probabilmente lo dirà a [ann]...

source: [TALKmc07] {i}Shit, I'll have to think of an excuse.
german: [TALKmc07] {i}Mist, ich muss mir eine Ausrede ausdenken.
italian: [TALKmc07] {i}Merda, Dovrò pensare a una scusa.

source: [TALKliz04] Hmmm... also no... thanks!
german: [TALKliz04] Hmmm... auch nein... Danke!
italian: [TALKliz04] Hmmm... anche no... grazie!
spanish: [TALKliz04] Hmmm... también no... ¡gracias!

source: [TALKliz10] Just give a little taste.
german: [TALKliz10] Gib mir einfach einen kleinen Vorgeschmack.
italian: [TALKliz10] Assaggia.
spanish: [TALKliz10] Solo le da un poco de sabor.

source: [TALKliz05] NO! go away! before I call [ann].
german: [TALKliz05] NEIN! Geh weg! bevor ich [ann] rufe.
italian: [TALKliz05] No! vai via! prima che io chiami [ann].
spanish: [TALKliz05] ¡NO! ¡Vete! antes de que llame a [ann].

source: [TALKmc07] Damn!!!
german: [TALKmc07] Verdammt!!!
italian: [TALKmc07] Dannazione!!!
spanish: [TALKmc07] Maldita sea!!!

source: [TALKmc07] I failed! I must think of another way for revenge.
german: [TALKmc07] Ich habe versagt! Ich muss mir einen anderen Plan der Rache ausdenken.
italian: [TALKmc07] Ho fallito! devo pensare a un altro modo per vendicarmi.

source: (A few hours later)
german: (Ein paar Stunden später)
italian: (qualche ora dopo)
spanish: (Unas horas más tarde)

source: [TALKmc01] {i}Shit, [liz] is talking on the phone!!
german: [TALKmc01] {i}Mist, [liz] telefoniert!!
italian: [TALKmc01] {i}Merda, [liz] sta parlando al telefono!!

source: [TALKmc06] {i}Maybe she won't notice if I sneak around...
german: [TALKmc06] {i}Vielleicht merkt sie es nicht, wenn ich herumschleiche...
italian: [TALKmc06] {i}forse non noterà se sgattaiolo in giro...

source: {i}OK! After this [lcy] will owe me a favor: [nointeract]
german: {i}In Ordnung! Danach schuldet mir [lcy] einen Gefallen: [nointeract]
italian: {i}OK! Dopo questo [lcy] mi dovrà un favore: [nointeract]

source: [TALKmc04] {i}Are you ready Ninja?!
german: [TALKmc04] {i}Bist du bereit Ninja?!
italian: [TALKmc04] {i}Sei pronto Ninja?!

source: [TALKmc07] {i}Hmm... I don't think I'm ready yet.
german: [TALKmc07] {i}Hmm... Ich glaube nicht, dass ich schon bereit bin.
italian: [TALKmc07] {i}Hmm... non credo di essere ancora pronto.
spanish: [TALKmc07] {i}Hmm... No creo que esté listo todavía.

source: [TALKmc06] {i}But first I need to warm up a bit in my room.
german: [TALKmc06] {i}Aber zuerst muss ich mich in meinem Zimmer etwas aufwärmen.
italian: [TALKmc06] {i}Ma prima devo riscaldarmi nella mia stanza.
spanish: [TALKmc06] {i}Pero primero necesito calentar un poco en mi habitación.

source: [TALKmc07] {i}Mhh... I should warm up a bit first, in my room there is in carpet where I can do that.
german: [TALKmc07] {i}Mhh... Ich sollte mich zuerst etwas aufwärmen, in meinem Zimmer gibt es einen Teppich, wo ich das machen kann.
italian: [TALKmc07] {i}Mhh... Dovrei scaldarmi un po prima, in camera mia c'è un tappeto dove posso farlo.

source: [TALKmc04] {i}Aha! Found it!
german: [TALKmc04] {i}Aha! Gefunden!
italian: [TALKmc04] {i}Aha! Trovato!

source: [TALKliz09] Asshole!!!
german: [TALKliz09] Arschloch!!!
italian: [TALKliz09] Stronzo!!!
spanish: [TALKliz09] Gilipollas!!!

source: [TALKmc08] {i}WTF
german: [TALKmc08] {i}Was für ein Mist

source: [TALKliz09] No way [mik]!
german: [TALKliz09] Auf keinen Fall [mik]!
italian: [TALKliz09] Assolutamente no [mik]!
spanish: [TALKliz09] ¡De ninguna manera [mik]!

source: [TALKmc08] {i}Fuck!
german: [TALKmc08] {i}Verdammt!
italian: [TALKmc08] {i}Cazzo!
spanish: [TALKmc08] {i}¡Joder!

source: [TALKmc00] {i}Saved by the skin of my teeth!
german: [TALKmc00] {i}das war verdammt knapp!
italian: [TALKmc00] {i}Salvo per un pelo!
spanish: [TALKmc00] {i}Salvado por los pelos!

source: [TALKliz05] You promised me you would delete those pictures!
german: [TALKliz05] Du hast mir versprochen, dass du diese Bilder löschen wirst!
italian: [TALKliz05] Mi hai promesso che avresti eliminato quelle foto!
spanish: [TALKliz05] ¡Me prometiste que borrarías esas fotos!

source: [TALKmc07] {i}Photos? Who the fuck is [mik]?
german: [TALKmc07] {i}Fotos? Wer zum Teufel ist [mik]?
italian: [TALKmc07] {i}Foto? Chi cazzo è [mik]?
spanish: [TALKmc07] {i}Fotos? ¿Quién coño es [mik]?

source: [TALKliz05] No, [mik]!
german: [TALKliz05] Nein, [mik]!

source: [TALKliz07] Please...don't!
german: [TALKliz07] Bitte... Tue das nicht!
italian: [TALKliz07] Per favore...no!
spanish: [TALKliz07] Por favor... ¡No!

source: [TALKliz07] You don't have to say anything to my boyfriend!
german: [TALKliz07] Du darfst meinem Freund nichts sagen!
italian: [TALKliz07] Non devi dir niente al mio ragazzo!
spanish: [TALKliz07] ¡No tienes que decirle nada a mi novio!

source: [TALKmc08] {i}Oh my god! I think this [mik] guy is blackmailing her!
german: [TALKmc08] {i}Oh mein Gott! Ich denke, das [mik] der Typ ist, der sie erpresst!
italian: [TALKmc08] {i}Oh mio dio! Penso che questo [mik] la stia ricattando!

source: [TALKliz09] Absolutely not!
german: [TALKliz09] Absolut nicht!
italian: [TALKliz09] Assolutamente no!
spanish: [TALKliz09] ¡De ninguna manera!

source: [TALKliz06] That's what you said last time!
german: [TALKliz06] Das hast du letztes Mal gesagt!
italian: [TALKliz06] È quello che hai detto l'ultima volta!
spanish: [TALKliz06] ¡Eso es lo que dijiste la última vez!

source: [TALKliz07] I can't do this again... please.
german: [TALKliz07] ich kann das nicht noch einmal tun... Bitte.
italian: [TALKliz07] Non posso farlo ancora... per favore.
spanish: [TALKliz07] no puedo volver a hacer esto... Por favor.

source: [TALKliz07] Don't do that!
german: [TALKliz07] Tu das nicht!
italian: [TALKliz07] Non farlo!
spanish: [TALKliz07] ¡No hagas eso!

source: [TALKliz05] Never!!! Fuck you!
german: [TALKliz05] Niemals!!! Fick dich!
italian: [TALKliz05] Mai!!! Fottiti!
spanish: [TALKliz05] ¡¡¡Nunca!!! ¡Jodete!

source: [TALKmc01] {i}Grrr... I don't like this [mik]. I'm going to have to deal with it....
german: [TALKmc01] {i}Grrr... Ich mag diesen [mik]nicht. Ich werde mich damit auseinandersetzen müssen....
italian: [TALKmc01] {i}Grrr... non mi piace [mik]. dovrò occuparmene....

source: [TALKmc07] {i}I need to find out more about these photos but I need to get out of here first!
german: [TALKmc07] {i}ich werde mehr über diese Fotos herausfinden müssen, aber zuerst muss ich hier raus!
italian: [TALKmc07] {i}Devo trovare più informazioni sulle foto, ma devo prima uscire da qui!

source: [TALKmc06] {i}Hmmm... [liz] is not in her room!
german: [TALKmc06] {i}Hmmm... [liz] ist nicht in ihrem Zimmer!
italian: [TALKmc06] {i}Hmmm... [liz] non è nella sua stanza!

source: [TALKmc09] {i}But she left his phone here!!
german: [TALKmc09] {i}Aber sie hat ihr Handy hier vergessen!!
italian: [TALKmc09] {i}Ma ha lasciato il suo telefono qui!!

source: [TALKmc09] {i}I need to find a way to unlock it!
german: [TALKmc09] {i}muss ich einen Weg finden, es freizuschalten!
italian: [TALKmc09] {i}Devo trovare un modo per sbloccarlo!
spanish: [TALKmc09] {i}¡Necesito encontrar una manera de desbloquearlo!

source: [TALKmc07] {i}I better go think about this in my room.
german: [TALKmc07] {i}denke ich besser in meinem Zimmer darüber nach.
italian: [TALKmc07] {i}Meglio che vada a pensarci in camera mia.

source: {i}So, how do I unlock [liz]'s phone?
german: {i}Wie entsperre ich also [liz]'s Telefon?
italian: {i}Allora, come sblocco il cellulare di [liz]?

source: {i}Maybe I could find some kind of invisible ink and spread it on her phone.
german: {i}Vielleicht könnte ich eine Art unsichtbare Tinte finden und sie auf ihrem Handy verteilen.
italian: {i}Forse potrei trovare un qualche tipo di inchiostro invisibile e spalmarlo sul suo cellulare.

source: {i}It just might work!!!
german: {i}Es könnte funktionieren!!!
italian: {i}Potrebbe funzionare!!!
spanish: {i}¡¡¡Podría funcionar!!!

source: {i}All I need is a UV flashlight and some invisible ink!
german: {i}Alles, was ich brauche, ist eine UV-Taschenlampe und etwas unsichtbare Tinte!
italian: {i}Tutto quello che mi serve è una torcia UV e un pò di inchiostro invisibile!
spanish: {i}¡Todo lo que necesito es una linterna UV y un poco de tinta invisible!

source: {i}I have a UV flashlight, but where can I find the invisible ink?
german: {i}ich habe eine UV-Taschenlampe, aber wo finde ich unsichtbare Tinte?
italian: {i}Ho una torcia UV, ma dove posso trovare l'inchiostro invisibile?
spanish: {i}tengo una linterna UV, pero ¿dónde puedo encontrar la tinta invisible?

source: {i}I need to google this!
german: {i}ich muss das googeln!
italian: {i}Devo cercarlo su google!

source: [TALKmc08] {i}Wait, what?!
german: [TALKmc08] {i}Moment, was?!
italian: [TALKmc08] {i}Aspetta, cosa?!

source: [TALKmc00] {i}LOL!!!
german: [TALKmc00] {i}Hahaha!!!

source: [TALKmc05] {i}Hah, who would've known!
german: [TALKmc05] {i}Hah, wer hätte es gedacht!
italian: [TALKmc05] {i}Hah, chi lo sapeva!

source: [TALKmc04] {i}It says here that semen glows under a UV light.
german: [TALKmc04] {i}Es heißt hier, dass Sperma unter einem UV-Licht leuchtet.
italian: [TALKmc04] {i}Qui dice che la sborra si illumina sotto una luce UV.
spanish: [TALKmc04] {i}Dice aquí que el semen brilla bajo una luz UV.

source: [TALKmc06] {i}Well...
german: [TALKmc06] {i}Naja...
italian: [TALKmc06] {i}Bhe...
spanish: [TALKmc06] {i}Bueno...

source: [TALKmc06] {i}Let's do it!
german: [TALKmc06] {i}Lass es uns tun!
italian: [TALKmc06] {i}Facciamolo!
spanish: [TALKmc06] {i}¡Hagámoslo!

source: [TALKmc03] {i}She is so sexy
german: [TALKmc03] {i}Sie ist so sexy
italian: [TALKmc03] {i}Lei è così sexy
