Repository: BlackRam-oss/BBS
Catalog: game/*/*/liza.po
Languages: german, italian, spanish

source: [TALKmc03] {i}Let's do it
german: [TALKmc03] {i}Lass es uns tun
italian: [TALKmc03] {i}Facciamolo

source: [TALKmc03] {i}Wow nice. Now I need to rub it gently and run away.
german: [TALKmc03] {i}Beeindruckend schön. Jetzt muss ich es sanft verreiben und weglaufen.
italian: [TALKmc03] {i}Wow bene. Ora devo strofinarlo gentilmente e correre via.

source: What about me?!
german: Was ist mit mir?!
italian: Per me?!
spanish: ¡¿Y yo?!

source: Liza smartphone
german: Liza's Smartphone
italian: Il cellulare di Liza
spanish: Smartphone de Liza

source: Indeed!
german: Tatsächlich!
italian: Concordo!
spanish: ¡En efecto!

source: Not yet!
german: Nicht jetzt!
italian: Non ancora!
spanish: ¡Todavía no!

source: I couldn't find it
german: Ich konnte es nicht finden
italian: Non riuscivo a trovarlo
spanish: No pude encontrarlo

source: About your password...
german: Wegen deinem Passwort...
italian: Riguardo la password...
spanish: Acerca de tu contraseña...

source: Pineapple
german: Ananas
italian: Ananas

source: Banana
german: Banane
spanish: Plátano

source: Do it now
german: Mach es jetzt
italian: Fallo ora
spanish: Hazlo ahora

source: Not yet
german: Nicht jetzt
italian: Non ancora
spanish: Todavía no

source: [TALKmc02] Okay
spanish: [TALKmc02] Vale

source: [TALKmc09] {i}Shit, he's got the password!
spanish: [TALKmc09] {i}¡Mierda, tiene la contraseña!

source: [TALKliz01] So...
italian: [TALKliz01] Allora...
spanish: [TALKliz01] Entonces...

source: [TALKliz06] Go ahead! What are you waiting for.
spanish: [TALKliz06] ¡Adelante! A qué esperas.

source: [TALKliz08] Finally! what took you so long?
spanish: [TALKliz08] ¡Por fin! ¿Qué te llevó tanto tiempo?

source: [TALKliz03] Bah, you are so weird! it was right on my nightstand.
spanish: [TALKliz03] Bah, ¡eres tan raro! estaba justo en mi mesita de noche.

source: [TALKmc06] By the way, what is the password?
spanish: [TALKmc06] Por cierto, ¿cuál es la contraseña?

source: [TALKliz09] Excuse me?!! Why do you ask?
spanish: [TALKliz09] ¡¡¿Perdona?!! ¿Por qué preguntas?

source: [TALKmc08] Nooo... nothing...
spanish: [TALKmc08] Nooo... nada...

source: [TALKliz01] There's nothing here for you, [lizN.MClabel]!
spanish: [TALKliz01] No hay nada aquí para ti, [lizN.MClabel]!

source: [TALKmc11] But we made a deal!
spanish: [TALKmc11] ¡Pero hicimos un trato!

source: [TALKmc02] Hey, could you give me a cup of coffee?
spanish: [TALKmc02] Oye, ¿podrías darme una taza de café?

source: [TALKmc08] {i}Wow, what a cute little ass!
spanish: [TALKmc08] {i}¡Guau, qué lindo culo!

source: [TALKmc03] {i}Hmm...maybe I shouldn't stare at my [lizR.NPClabel] like that.
spanish: [TALKmc03] {i}Mmm... tal vez no debería quedarme mirando a mi [lizR.NPClabel] así.

source: [TALKmc03] {i}Damn! [liz] how can she be so sour, but so hot...
spanish: [TALKmc03] {i}¡Maldita sea! [liz] cómo puede ser tan boba, pero estar tan buena...

source: [TALKmc02] {i}My stomach is growling... What a fam!
spanish: [TALKmc02] {i}Mi estómago está gruñendo... ¡Qué hambre!

source: [TALKmc07] {i}It looks like your breakfast is so good!
spanish: [TALKmc07] {i}Parece que tu desayuno es muy bueno!

source: [TALKmc20] So how's breakfast?
spanish: [TALKmc20] Entonces, ¿cómo está el desayuno?

source: [TALKliz01] Mmmmmm
spanish: [TALKliz01] Mmmmm

source: [TALKmc06] {i}I've got an idea! I could get revenge now...
spanish: [TALKmc06] {i}¡Tengo una idea! Podría vengarme ahora...

source: [TALKmc05] I have never had such good fruit, too bad they are all for me.
spanish: [TALKmc05] nunca he tenido tan buena fruta, lástima que sea toda para mí.

source: [TALKliz04] Did you say in special consegana!?
spanish: [TALKliz04] ¿¡Dijiste en especial consegana!?

source: [TALKmc00] Yes! you know, only Anna knows where to buy good fresh fruit, at a good price.
spanish: [TALKmc00] ¡Sí! ya sabes, solo Anna sabe dónde comprar buena fruta fresca, a buen precio.

source: [TALKliz04] Hmm... Okay! They say bananas are good for fitness.
spanish: [TALKliz04] Hmm... ¡Bien! Dicen que los plátanos son buenos para el estado físico.

source: [TALKliz03] Haha, you tried!
spanish: [TALKliz03] Jaja, lo intentaste!

source: [TALKmc10] Go ahead! Try it for yourself.
spanish: [TALKmc10] ¡Adelante! Pruébalo por ti mismo.

source: [TALKmc00] You can take a little bite!
spanish: [TALKmc00] ¡Puedes dar un pequeño mordisco!

source: [TALKliz08] Ha ha ha really?! Get lost!
spanish: [TALKliz08] Ja, ja, ja, ¿de verdad? ¡Piérdete!

source: [TALKmc11] I'm not going anywhere until you try it!
spanish: [TALKmc11] ¡No iré a ninguna parte hasta que lo pruebes!

source: [TALKliz05] You are dead!!!
spanish: [TALKliz05] Estás muerto!!!

source: [TALKmc05] {i}It was crazy!
spanish: [TALKmc05] {i}¡Fue una locura!

source: [TALKmc04] {i}My sweet revenge!
spanish: [TALKmc04] {i}¡Mi dulce venganza!

source: [TALKmc07] {i}He will probably tell [ann]...
spanish: [TALKmc07] {i}Probablemente [ann]dirá...

source: [TALKmc07] {i}Shit, I have to think of an excuse.
spanish: [TALKmc07] {i}mierda, tengo que pensar en una excusa.

source: [TALKmc07] I failed! I must think of another revenge.
spanish: [TALKmc07] ¡Fracasé! Debo pensar en otra venganza.

source: [TALKmc01] {i}Shit, [liz]'s talking on the phone!
spanish: [TALKmc01] {i}Mierda, [liz]está hablando por teléfono!

source: [TALKmc06] {i}Maybe you might not notice....
spanish: [TALKmc06] {i}Tal vez no te des cuenta....

source: {i}OK! after this [lcy] will owe me a favor: [nointeract]
spanish: {i}OK! después de esto [lcy] me debera un favor: [nointeract]

source: [TALKmc04] {i}Are you ready Ninjia?!
spanish: [TALKmc04] {i}¿Estás listo Ninjia?!

source: [TALKmc07] {i}Mhh... I should warm up a bit first, in my room there is in carpet where I could do that.
spanish: [TALKmc07] {i}Mhh... Debería calentar un poco primero, en mi habitación hay una alfombra donde podría hacer eso.

source: [TALKmc04] {i}Ah Ah! Found it!
spanish: [TALKmc04] {i}¡Ah Ah! ¡La encontré!

source: [TALKmc08] {i}Oh my God! I think this [mik] guy is blackmailing her!
spanish: [TALKmc08] {i}¡Oh Dios mío! ¡Creo que este tipo [mik] la está chantajeando!

source: [TALKmc01] {i}Grrr... I don't like this Mike. I'm going to have to deal with it....
spanish: [TALKmc01] {i}Grrr... No me gusta este Mike. Voy a tener que lidiar con eso....

source: [TALKmc07] {i}I need to find out more about these photos but I need to get out of here early and fast!
spanish: [TALKmc07] {i}Necesito saber más sobre estas fotos, ¡pero necesito salir de aquí ya y rápido!

source: [TALKmc06] {i}Hmmm... Liza is not in her room!
spanish: [TALKmc06] {i}Hmmm... ¡Liza no está en su habitación!

source: [TALKmc09] {i}But he left his phone here!
spanish: [TALKmc09] {i}¡Pero el dejó su teléfono aquí!

source: [TALKmc07] {i}I better go think about this in my bedroom!
spanish: [TALKmc07] {i}me será mejor que piense en esto en mi habitación!

source: {i}So, how to unlock Liza's phone?
spanish: {i}Entonces, ¿cómo desbloquear el teléfono de Liza?

source: {i}Maybe if I find some kind of invisible ink and spread it on his phone.
spanish: {i}Tal vez si encuentro algún tipo de tinta invisible y la esparzo en su teléfono.

source: {i}I need an online search!
spanish: {i}¡Necesito una búsqueda online!

source: [TALKmc08] {i}Wait!
spanish: [TALKmc08] {i}¡Espera!

source: [TALKmc05] {i}Eh who could know!
spanish: [TALKmc05] {i}¡Eh quién sabría!

source: [TALKmc03] {i}she is so sexy
spanish: [TALKmc03] {i}ella es tan sexy

source: [TALKmc03] {i}let's do it
spanish: [TALKmc03] {i}hagámoslo

source: [TALKmc03] {i}Wow nice. Now I need to rub it genlty and run away
spanish: [TALKmc03] {i}vaya guay. Ahora necesito frotarlo con delicadeza y huir

source: Okay
spanish: Vale

source: Ananas
spanish: Ananás
