Repository: BlackRam-oss/BBS
Catalog: game/*/*/lucy.po
Languages: french, german, italian, spanish

source: [TALKmc00] Hey
german: [TALKmc00] Hallo
italian: [TALKmc00] Ehi

source: [TALKmc02] Hi [lcy]...
french: [TALKmc02] Salut [lcy]...
german: [TALKmc02] Hallo [lcy]...
italian: [TALKmc02] Ciao [lcy]...
spanish: [TALKmc02] Hola [lcy]...

source: [TALKlcy02] Ugh...
german: [TALKlcy02] Uff...
italian: [TALKlcy02] Uff...

source: [TALKmc00] What are you doing?
french: [TALKmc00] Que fais-tu?
german: [TALKmc00] Was tust du?
italian: [TALKmc00] Cosa stai facendo?
spanish: [TALKmc00] ¿Qué estás haciendo?

source: [TALKlcy02] What does it look like I'm doing?
french: [TALKlcy02] Je fais quoi d'après toi?
german: [TALKlcy02] Was denkst du, was ich hier mache?
italian: [TALKlcy02] Cosa sembra che stia facendo?
spanish: [TALKlcy02] ¿Qué parece que estoy haciendo?

source: [TALKmc10] Do you need any help?
french: [TALKmc10] Aa tu besoin d’aide?
german: [TALKmc10] Brauchst du Hilfe?
italian: [TALKmc10] Ti serve aiuto?

source: [TALKlcy06] From you... No, thanks! I don't need any help from you.
french: [TALKlcy06] De toi... Non merci! Je n’ai pas besoin d’aide de ta part.
german: [TALKlcy06] Von dir... Nein, danke! Ich brauche keine Hilfe von dir.
italian: [TALKlcy06] da te... No, grazie! Non mi serve nessun aiuto da te.

source: [TALKmc03] {i}Mmm... Look at that those feet!!
french: [TALKmc03] {i}Mmm ... Regardes ces pieds!!
german: [TALKmc03] {i}Hmm... schau dir diese Füße an!!
italian: [TALKmc03] {i}Mmm... Guarda quei piedi!!

source: [TALKmc03] {i}She's so hot!
french: [TALKmc03] {i}Elle est tellement sexy!
german: [TALKmc03] {i}Sie ist so heiß!
italian: [TALKmc03] {i}È hot!
spanish: [TALKmc03] {i}¡Ella está tan buena!

source: What should I tell [lcy] about her nails: [nointeract]
french: Que devrais-je dire [lcy] à propos de ses ongles: [nointeract]
german: Was soll ich [lcy] über ihre Fußnägel erzählen: [nointeract]
italian: Cosa dovrei dire a [lcy] delle sue unghie: [nointeract]
spanish: ¿Qué debo decirle a [lcy] sobre sus uñas: [nointeract]

source: [TALKmc04] Why a transparent nail polish?! Isn't it useless?!
french: [TALKmc04] Pourquoi un vernis à ongles transparent?! Ce n'est pas inutile?!
german: [TALKmc04] Warum ein transparenter Nagellack?! Ist es nicht nutzlos?!
italian: [TALKmc04] Perchè una lucidatura trasparente per unghie?! Non è inutile?!

source: [TALKlcy06] I know, right?
french: [TALKlcy06] j'ai raison, n’est-ce pas?
german: [TALKlcy06] Ich weiß, richtig?
italian: [TALKlcy06] Infatti, vero?
spanish: [TALKlcy06] lo sé, ¿verdad?

source: [TALKmc00] Your nails are looking nice!
french: [TALKmc00] Vos ongles ont l'air bien !
german: [TALKmc00] Deine Fußnägel sehen sehr schön aus!
italian: [TALKmc00] Hai delle belle unghie!

source: [TALKlcy06] Not really...
french: [TALKlcy06] Pas vraiment...
german: [TALKlcy06] Nicht wirklich...
italian: [TALKlcy06] Non davvero...

source: [TALKlcy02] I hate clear nail polish!
french: [TALKlcy02] Je déteste le vernis à ongles transparent!
german: [TALKlcy02] ich hasse klaren Nagellack!
italian: [TALKlcy02] Odio la lucidatura trasparente per unghie!
spanish: [TALKlcy02] ¡Odio el esmalte de uñas transparente!

source: [TALKlcy05] Actually... I know how you could help me.
french: [TALKlcy05] En fait ... Je sais comment tu pourrais m'aider.
german: [TALKlcy05] Eigentlich... ich weiß, wie du mir helfen könntest.
italian: [TALKlcy05] Di fatti... So come potresti aiutarmi.

source: [TALKlcy05] [liz] has this really nice nail polish that I'd like to use, but she'll never let me borrow it!
french: [TALKlcy05] [liz] a ce joli vernis à ongles que j'aimerais utiliser, mais elle ne me laisse jamais l'emprunter !
german: [TALKlcy05] [liz] hat diese wirklich schöne Nagelpolitur, die ich gerne verwenden würde, aber sie wird sie mir niemals ausleihen!
italian: [TALKlcy05] [liz] ha questa lucidatura per unghie che mi piacerebbe provare, ma non me lo darà mai in prestito!

source: [TALKlcy07] It'd be great if you could... y'know... maybe steal it from her?
french: [TALKlcy07] Ce serait génial si vous pouviez... vous savez... peut-être le lui voler?
german: [TALKlcy07] Es wäre toll, wenn du... du weißt schon... vielleicht kannst du sie von ihr stehlen?
italian: [TALKlcy07] Sarebbe bello se tu potessi... Sai... Magari rubarglielo?

source: [TALKmc08] What? That's crazy! You're nuts!
french: [TALKmc08] Quoi? C'est complètement stupide! Vous êtes dingue !
german: [TALKmc08] Was? Das ist verrückt! Du bist verrückt!
italian: [TALKmc08] Cosa? È una follia! Tu sei pazzo!

source: [TALKmc08] She'll kill me if she finds out!
french: [TALKmc08] Elle me tuera si elle le découvre !
german: [TALKmc08] Sie wird mich töten, wenn sie es herausfindet!
italian: [TALKmc08] Mi ucciderà se lo scopre!
spanish: [TALKmc08] ¡Me matará si se entera!

source: [TALKlcy07] Come on... you're my brave little [lcyR.MClabel]! Be a brave man and do it for me.
french: [TALKlcy07] Aller... vous êtes mon brave petit [lcyR.MClabel]! Sois un homme courageux et fais ça pour moi.
german: [TALKlcy07] Komm schon... du bist mein tapferer kleiner [lcyR.MClabel]! Sei ein mutiger Mann und tue es für mich.
italian: [TALKlcy07] Dai... Sei il mio piccolo coraggioso [lcyR.MClabel]! Sii un uomo coraggioso e fallo per me.

source: [TALKmc06] {i}When she stretches her boobs like that... I would literally do anything for my [lcyR.NPClabel]
french: [TALKmc06] {i}Quand elle malaxe ses seins comme ça... Je ferai littéralement n'importe quoi à mon [lcyR.NPClabel]
german: [TALKmc06] {i}Wenn sie ihre Brüste so streckt... würde ich buchstäblich alles für meine [lcyR.NPClabel] tun
italian: [TALKmc06] {i}Quando allunga le tette in quel modo... Farei letteralmente di tutto per la mia [lcyR.NPClabel]

source: [TALKmc05] Okay, but you owe me one!
french: [TALKmc05] Ok, mais tu m'en dois un !
german: [TALKmc05] Okay, aber dann schuldest du mir einen Gefallen!
italian: [TALKmc05] Va bene, ma mi devi un favore!

source: [TALKlcy03] Great, it's the pink one.
french: [TALKlcy03] Génial, c'est le rose.
german: [TALKlcy03] Großartig, es ist das rosafarbige.
italian: [TALKlcy03] Perfetto, è quello rosa.
spanish: [TALKlcy03] Genial, es el rosa.

source: [TALKlcy01] So?!
french: [TALKlcy01] Donc?!
german: [TALKlcy01] Und?!
italian: [TALKlcy01] E allora?!
spanish: [TALKlcy01] Entonces?!

source: [TALKlcy] Were you able to get the nail polish? [nointeract]
french: [TALKlcy] As-tu réussi à avoir le vernis à ongles ? [nointeract]
german: [TALKlcy] Hast du die Nagelpolitur? [nointeract]
italian: [TALKlcy] Sei riuscito a procurarti lo smalto per unghie? [nointeract]
spanish: [TALKlcy] ¿Pudiste conseguir el esmalte de uñas? [nointeract]

source: [TALKlcy06] Come on! Don't leave me hanging!
french: [TALKlcy06] Aller! Ne me fait pas attendre!
german: [TALKlcy06] Komm schon! Lass mich nicht hängen!
italian: [TALKlcy06] Andiamo! Non lasciarmi in sospeso!

source: [TALKlcy] Really?! Let me see! [nointeract]
french: [TALKlcy] Vraiment? ! Laisse-moi voir ! [nointeract]
german: [TALKlcy] Wirklich?! Lass mich mal sehen! [nointeract]
italian: [TALKlcy] Davvero?! Fammi vedere! [nointeract]
spanish: [TALKlcy] De verdad? ¡Déjame ver! [nointeract]

source: [TALKlcy03] No way!
french: [TALKlcy03] Pas moyen!
german: [TALKlcy03] Auf keinen Fall!
italian: [TALKlcy03] Non ci credo!
spanish: [TALKlcy03] ¡De ninguna manera!

source: [TALKlcy05] It's a really nice color!
french: [TALKlcy05] C'est une très belle couleur !
german: [TALKlcy05] Es ist eine wirklich schöne Farbe!
italian: [TALKlcy05] È un colore davvero bello!

source: [TALKlcy01] Who would have thought that you have some useful skills!
french: [TALKlcy01] Qui aurait pensé que vous avez des compétences utiles !
german: [TALKlcy01] Wer hätte gedacht, du hast ein paar nützliche Fähigkeiten hast!
italian: [TALKlcy01] Chi l'avrebbe mai detto che hai delle abilità utili!

source: [TALKlcy06] Go already!
french: [TALKlcy06] Allez-y déjà !
german: [TALKlcy06] Geh schon!
italian: [TALKlcy06] Vai!

source: [TALKlcy06] Give it to me!
french: [TALKlcy06] Donne le moi !
german: [TALKlcy06] Gib es mir!
italian: [TALKlcy06] Dammelo!
spanish: [TALKlcy06] ¡Dámelo!

source: [TALKmc06] {i}Hmm... Think [mc]...
french: [TALKmc06] {i} Hmm... Réfléchis, [mc]...
german: [TALKmc06] {i}Hmm... denkt [mc]...
italian: [TALKmc06] {i}Hmm... Pensa [mc]...
spanish: [TALKmc06] {i}Mmm... Piensa [mc]...

source: {i}You owe me a favor: [nointeract]
french: {i}Tu me dois une faveur: [nointeract]
german: {i}Du schuldest mir einen Gefallen: [nointeract]
italian: {i}Mi devi un favore: [nointeract]
spanish: {i}Me debes un favor: [nointeract]

source: [TALKmc10] Actually.... I was thinking you should let me do your nails for you.
french: [TALKmc10] En fait, je pensais que vous devriez me laisser faire vos ongles pour vous.
german: [TALKmc10] Eigentlich.... Ich dachte, du solltest mich deine Nägel für dich machen lassen.
italian: [TALKmc10] In realtà.... Stavo pensando che dovresti lasciarmi fare le unghie per te.

source: [TALKlcy07] What??
french: [TALKlcy07] Quoi??
german: [TALKlcy07] Was??
italian: [TALKlcy07] Cosa??
spanish: [TALKlcy07] ¿Qué??

source: [TALKlcy06] Stop messing around, [mc]!
french: [TALKlcy06] Arrêtes de déconner, [mc]!
german: [TALKlcy06] Hör auf herumzualbern, [mc]!
italian: [TALKlcy06] Smettila di scherzare, [mc]!
spanish: [TALKlcy06] ¡Deja de dar rodeos, [mc]!

source: [TALKlcy02] Seriously [mc], I don't have time to fix my nails after you mess them up!
french: [TALKlcy02] Sérieusement [mc], je n'ai pas le temps de réparer mes ongles après que vous les ayez cassés !
german: [TALKlcy02] Ernsthaft [mc], ich habe keine Zeit, meine Nägel in Ordnung zu bringen, nachdem du sie vermasselt hast!
italian: [TALKlcy02] Sul serio [mc], non ho tempo di sistemarmi le unghie dopo che le hai rovinate!

source: [TALKmc00] I am being serious, you should let me try!
french: [TALKmc00] Je suis sérieux, vous devriez me laisser essayer !
german: [TALKmc00] Ich meine es ernst, du solltest es mich versuchen lassen!
italian: [TALKmc00] Sono serio, dovresti farmi provare!

source: [TALKmc04] Or I could return it to [liz]...
french: [TALKmc04] Ou je pourrais le rendre à [liz]...
german: [TALKmc04] Oder ich könnte es zu [liz] zurückbringen...
italian: [TALKmc04] Oppure potrei restituirlo a [liz]...

source: [TALKlcy06] You know what...it's fine!
french: [TALKlcy06] Tu sais quoi... ça va !
german: [TALKlcy06] Weißt du was... es ist in Ordnung!
italian: [TALKlcy06] Sai una cosa... Va bene!
spanish: [TALKlcy06] Sabes qué... ¡Está bien!

source: [TALKlcy01] You deserve a chance!
french: [TALKlcy01] Vous méritez d'avoir une chance !
german: [TALKlcy01] Du verdient eine Chance!
italian: [TALKlcy01] Ti meriti una possibilità!

source: [TALKlcy07] But you better apply it perfectly or you are doomed!
french: [TALKlcy07] Mais tu ferez mieux de l'appliquer parfaitement sinon tu es fichu!
german: [TALKlcy07] Aber besser du machst es perfekt oder du bist dem Untergang geweiht!
italian: [TALKlcy07] Ma è meglio che lo implichi alla perfezione o sarai spacciato!
spanish: [TALKlcy07] ¡Pero es mejor que lo apliques perfectamente o estás condenado!

source: [TALKmc08] {i}Oh my god!!! I can't believe I'm actually going to touch her feet!
french: [TALKmc08] {i}Oh mon dieu !!! Je n'arrive pas à croire que je vais vraiment toucher ses pieds !
german: [TALKmc08] {i}Oh mein Gott!!! Ich kann nicht glauben, dass ich tatsächlich ihre Füße berühren werde!
italian: [TALKmc08] {i}Oh mio Dio!!! Non posso credere che sto per toccare i suoi piedi!

source: [TALKmc03] {i}This is awesome!!!
french: [TALKmc03] {i}C'est génial!!!
german: [TALKmc03] {i}Das ist großartig!!!
italian: [TALKmc03] {i}È fantastico!!!

source: [TALKmc06] {i}She didn't notice...I can go further!
french: [TALKmc06] {i}Elle n'a rien remarqué...Je peux aller plus loin!
german: [TALKmc06] {i}sie hat es nicht bemerkt... ich kann noch weiter gehen!
italian: [TALKmc06] {i}Non se n'è accorta... Posso andare oltre!

source: [TALKmc03] {i}Oh my god!!! I can feel my [lcyR.NPClabel]'s foot on my cock!
french: [TALKmc03] {i}Oh mon dieu!!! Je peux sentir le pied de ma [lcyR.NPClabel]sur ma bite!
german: [TALKmc03] {i}Oh mein Gott!!! Ich spüre den Fuß meiner [lcyR.NPClabel] auf meinem Schwanz!
italian: [TALKmc03] {i}Oh mio Dio!!! Sento il piede di [lcyR.NPClabel] sul mio cazzo!
spanish: [TALKmc03] ¡¡ {i}¡Oh mi dios!!! ¡Puedo sentir el pie de mi [lcyR.NPClabel]en mi polla!

source: [TALKmc10] What's going on? [lcy]?!
french: [TALKmc10] Que se passe-t-il ? [lcy]?!
german: [TALKmc10] Was ist da los? [lcy]?!
italian: [TALKmc10] Cosa succede? [lcy]?!
spanish: [TALKmc10] ¿Qué está pasando? [lcy]?!

source: [TALKlcy06] Easy [lcyN.MClabel] don't push it!
french: [TALKlcy06] Facile [lcyN.MClabel] ne la poussez pas !
german: [TALKlcy06] Ruhig [lcyN.MClabel] nicht drängeln!
italian: [TALKlcy06] Facile [lcyN.MClabel] Non spingere!

source: [TALKlcy02] That's enough for you!
french: [TALKlcy02] Ca suffira!
german: [TALKlcy02] Das ist genug für dich!
italian: [TALKlcy02] Questo è sufficiente per te!
spanish: [TALKlcy02] ¡Eso es suficiente para ti!

source: [TALKlcy00] Nice! Where did you learn to do these things?
french: [TALKlcy00] Bien ! Où avez-vous appris à faire ces choses ?
german: [TALKlcy00] Schön! Wo hast du diese Dinge gelernt?
italian: [TALKlcy00] Ottimo! Dove hai imparato a fare queste cose?

source: [TALKlcy05] They turned out great! Against all odds...
french: [TALKlcy05] Ils se sont avérés géniaux! Contre toute attente...
german: [TALKlcy05] Sie sind großartig geworden! Gegen alle Widerstände...
italian: [TALKlcy05] Sono venuti benissimo! Contro ogni previsione...

source: [TALKlcy05] Well...
french: [TALKlcy05] Eh bien...
german: [TALKlcy05] Naja...
italian: [TALKlcy05] Beh...

source: [TALKlcy07] You did a good job boy
french: [TALKlcy07] Vous avez fait un bon travail
german: [TALKlcy07] Das hast du sehr gut gemacht, Junge
italian: [TALKlcy07] Hai fatto un buon lavoro, fratello

source: [TALKlcy05] Now go play somewhere else!
french: [TALKlcy05] Maintenant va jouer ailleurs !
german: [TALKlcy05] Jetzt geh woanders spielen!
italian: [TALKlcy05] Ora vai a giocare da un'altra parte!
spanish: [TALKlcy05] ¡Ahora ve a jugar a otro lado!

source: They look bad
french: Ils ont l’air mauvais
german: Das sieht nicht so gut aus
italian: Hanno un brutto aspetto

source: They are coming along well
french: Ça à l'air bien
german: Es sieht gut aus
italian: Stanno venendo bene
spanish: Están llegando bien

source: Look some more
french: Regarder plus en détails
german: Schau noch ein bisschen mehr
italian: Guarda ancora un po'

source: Not so fast!
french: Pas si vite !
german: Nicht so schnell!
italian: Non così in fretta!
spanish: ¡No tan rápido!

source: Try to get a better feel
french: Essayer d'avoir une meilleure sensation
german: Versuche ein besseres Gefühl zu bekommen
italian: Cerca di ottenere una visione migliore

source: [TALKmc10] Need help?
spanish: [TALKmc10] ¿Necesita ayuda?

source: [TALKlcy06] From you... No, thanks! I don't need your help.
spanish: [TALKlcy06] De ti... ¡No, gracias! No necesito tu ayuda.

source: [TALKmc03] {i}Mmm... Look at that little foot!
spanish: [TALKmc03] {i}Mmm... ¡Mira ese pequeño pie!

source: [TALKmc04] Why transparent, so bad looking!
spanish: [TALKmc04] ¡Por qué transparente, tan mal aspecto!

source: [TALKmc00] It's coming along nicely!
spanish: [TALKmc00] ¡Viene muy bien!

source: [TALKlcy06] It doesn't!
spanish: [TALKlcy06] ¡No es así!

source: [TALKlcy05] Actually... you could help me.
spanish: [TALKlcy05] En realidad... podrías ayudarme.

source: [TALKlcy05] [liz] has great nail polish that I could use, but she'll never lend it to me!
spanish: [TALKlcy05] [liz] tiene un buen esmalte de uñas que podría usar, ¡pero nunca me lo prestará!

source: [TALKlcy07] It would be great if you could... Steal it from her?
spanish: [TALKlcy07] Sería genial si pudieras... ¿Robárselo?

source: [TALKmc08] What? You're crazy!
spanish: [TALKmc08] ¿Qué? ¡Estás loca!

source: [TALKlcy07] Come on... you're my little [lcyR.MClabel]!!!! Be nice, do it for me.
spanish: [TALKlcy07] Vamos... eres mi pequeño [lcyR.MClabel]!!!! Sé bueno, hazlo por mí.

source: [TALKmc06] {i}When she stretches her boobs like that... I would literally do anything to my [lcyR.NPClabel]
spanish: [TALKmc06] {i}Cuando aprieta sus tetas así... Literalmente haría cualquier cosa por mi [lcyR.NPClabel]

source: [TALKmc05] Okay, but you owe me!
spanish: [TALKmc05] Está bien, ¡pero me debes una!

source: [TALKlcy06] Come on!!! I'm waiting for you!
spanish: [TALKlcy06] Vamos!!! ¡Te estoy esperando!

source: [TALKlcy05] It's great!
spanish: [TALKlcy05] ¡Es genial!

source: [TALKlcy01] Who would have thought you had skills!
spanish: [TALKlcy01] ¡Quién hubiera pensado que tenías habilidades!

source: [TALKlcy06] Let's go!!!
spanish: [TALKlcy06] Vamos!!!

source: [TALKmc10] Actually.... I was thinking you should let me apply this on you!
spanish: [TALKmc10] En realidad.... ¡Estaba pensando que deberías dejarme ponertelo!

source: [TALKlcy02] Come on, I'm in a hurry!
spanish: [TALKlcy02] ¡Vamos, tengo prisa!

source: [TALKmc00] I'm serious, let me try!
spanish: [TALKmc00] lo digo en serio, ¡déjame intentarlo!

source: [TALKmc04] Or return it to [liz]...
spanish: [TALKmc04] O lo devuelvo a [liz]...

source: [TALKlcy01] You deserve it!
spanish: [TALKlcy01] ¡Te lo mereces!

source: [TALKmc08] {i}Oh my gosh!!! I can't believe I'm actually going to touch her feet!
spanish: [TALKmc08] {i}¡Oh, Dios mío!!! ¡No puedo creer que realmente vaya a tocar sus pies!

source: [TALKmc03] {i}This is great!
spanish: [TALKmc03] {i}¡Esto es genial!

source: [TALKmc06] {i}She didn't notice...I can go on!
spanish: [TALKmc06] {i}Ella no se dio cuenta... ¡Puedo seguir!

source: [TALKlcy06] Easy [lcyN.MClabel] don't push!
spanish: [TALKlcy06] ¡Tranquilo [lcyN.MClabel] no presiones!

source: [TALKlcy00] Ehi! Where did you learn to do these things?
spanish: [TALKlcy00] Ehi! ¿Dónde aprendiste a hacer estas cosas?

source: [TALKlcy05] You came out great here! But all in all...
spanish: [TALKlcy05] ¡Saliste genial aquí! Pero en general...

source: [TALKlcy05] Well
spanish: [TALKlcy05] Bueno

source: [TALKlcy07] Good job boy
spanish: [TALKlcy07] Buen trabajo chico

source: They are coming bad
spanish: Vienen mal

source: Look and admire
spanish: Mira y admira

source: Try to get closer
spanish: Intenta acercarte
