Repository: BlackRam-oss/BBS
Catalog: game/*/*/prologue.po
Languages: french, italian, spanish

source: Newbie [says] Did you try that new Italian restaurant... what was it called?! Oh right! Da Luigi.
french: Le Nouveau [says] Vous avez essayé le nouveau resto italien... comment il s'appelle, déjà ? Ah ouais, le Da Luigi !
italian: Newbie [says] Hai provato quel nuovo ristorante italiano... Come si chiamava?! Oh giusto! Da Luigi.
spanish: Novato [says] Probaste ese nuevo restaurante italiano ¿cómo se llamaba? ¡Así lo recuerdo! Da Luigi.

source: Policewoman [says] No!
french: Policière [says] Non !
italian: Poliziotta [says] No!
spanish: Mujer policía [says] ¡No!

source: Newbie [says] Me neither, but I've heard good things about it. We could...
french: Le Nouveau [says] Moi non plus, mais j'ai entendu dire qu'il est pas mal. On pourrait...
italian: Novellino [says] Nemmeno io, ma ho sentito parlarne bene. Potremmo...
spanish: Newbie [says] Yo tampoco, pero he escuchado cosas buenas al respecto. Podriamos...

source: Policewoman [says] I don't think so!!!
french: Policière [says] Je ne crois pas, non !!!

source: Newbie [says] Um... I wasn't coming on to you, just wanted to know a bit more about you.
french: Le Nouveau [says] Heu... Je ne vous draguais pas, je voulais juste apprendre à vous connaître.
italian: Novellino [says] Ehm... Non ci stavo provando con te, volevo solo conoscerti un po' meglio.

source: Policewoman [says] Rookie, as I've already explained... I'm here so you don't do anything stupid and two, cause the captain says I can't work alone... It's bullshit!
french: Policière [says] Je t'ai déjà expliqué, le bleu... Je ne suis là que pour t'empêcher de faire une boulette, et aussi parce que le capitaine dit que je peux pas bosser seule... c'est des conneries !

source: Policewoman [says] With that said, I'm not here to make friends, were partners. Understood?
french: Policière [says] Que ce soit clair, on est pas amis, mais partenaires. Pigé ?

source: Newbie [says] Yes! Mam!
french: Le Nouveau [says] Oui ! Madame !

source: Policewoman [says] Okay, we're here.
french: Policière [says] Ok, on est arrivés.
italian: Poliziotta [says] Ok, siamo arrivati.
spanish: Mujer policía [says] Está bien, estamos aquí.

source: Policewoman [says] Newbie, make sure the thug is getting comfortable with the handcuffs.
french: Policière [says] Le bleu, regarde si notre loubard est à l'aise dans ses menottes.

source: Newbie [says] You heard her! Today is your big day...
french: Le Nouveau [says] T'as entendu la dame ! Aujourd'hui, c'est ton grand jour...
italian: Il principiante [says] L'avete sentita! Oggi è il vostro grande giorno...

source: Cop [says] Smile pretty...
french: Policier [says] Un sourire pour la caméra...
italian: Poliziotto [says] Sorridi bene...

source: Cop [says] Okay, now let's see who we have here today:
french: Policier [says] Ok, voyons qui nous avons aujourd'hui :
italian: Poliziotto [says] Bene, ora vediamo chi abbiamo qui oggi:
spanish: Cop [says] Bien, ahora veamos quiénes tenemos aquí hoy:

source: Cop [says] Name:
french: Policier [says] Nom :
italian: Poliziotto [says] Nome:
spanish: Nombre del [says] del policía:

source: Cop [says] Surname:
french: Policier [says] Prénom :
italian: Poliziotto [says] Cognome:
spanish: Apellido [says] policía:

source: Cop [says] Age: 24 years old.
french: Policier [says] Âge : 24 ans.
italian: Poliziotto [says] Età: 24 anni.

source: Cop [says] Good! Now straight to the interrogation room, officers Murtaugh and Riggs want to have a quick chat with you.
french: Policier [says] Parfait ! Maintenant, file directement à la salle d'interrogatoire. Les officiers Murtaugh et Riggs veulent te parler 5 minutes.
italian: Poliziotto [says] Bene! Ora andiamo subito nella sala interrogatori, gli agenti Murtaugh e Riggs vogliono fare una breve chiacchierata con te.

source: Riggs [says] Here he is! Our suspect... How about that... He doesn't look like a criminal.
french: Riggs [says] Et voilà notre suspect ! Matez-moi ça... Il a pas une trogne de bandit.
italian: Riggs [says] Eccolo! Il nostro sospetto... Che ne dite... Non sembra un criminale.

source: Murtaugh [says] The real question is whether he is more of a petty thief or hardened killer.
french: Murtaugh [says] La question est de savoir si c'est un voleur à la petite semaine ou un tueur endurci.

source: Murtaugh [says] Oh my apologies, where are my manners? We are Murtaugh and Riggs, and you... [mc]! AKA are the bad guy!
french: Murtaugh [says] Oh, navré, j'en oublie mes bonnes manières. Nous sommes Murtaugh et Riggs, et vous... devriez être [mc] ! Alias "le méchant" !

source: Riggs [says] YOU THINK THIS IS A GAME!!! DO YOU WANT TO END UP LIKE YOUR FATHER???
french: Riggs [says] TU PENSES QUE C'EST UN JEU, HEIN ?!! TU VEUX VRAIMENT FINIR COMME TON PÈRE ???
italian: Riggs [says] PENSI CHE QUESTO SIA UN GIOCO!!! VUOI FARE LA FINE DI TUO PADRE???
spanish: Riggs [says] CREES QUE ESTO ES UN JUEGO!!! ¿QUIERES TERMINAR COMO TU PADRE???

source: Murtaugh [says] Easy... Easy Riggs. We know he's innocent. But to let him go, we need to know who his partner is.
french: Murtaugh [says] Du calme... Du calme, Riggs. On sait qu'il est innocent. Mais avant de le laisser partir, on doit savoir qui est son partenaire.
italian: Murtaugh [says] Piano... Piano Riggs. Sappiamo che è innocente. Ma per lasciarlo andare, dobbiamo sapere chi è il suo partner.

source: Murtaugh [says] Let's take a closer look at your file... After the age of 20 he started going in and out of half-way houses...
french: Murtaugh [says] Examinons de plus près ton dossier... Après l’âge de 20 ans, tu as commencé à aller d'un centre de réinsertion à un autre...
spanish: Murtaugh [says] Echemos un vistazo más de cerca a su archivo... Después de los 20 años comenzó a entrar y salir de las casas de medio camino...

source: Riggs [says] Whereas, she...
french: Riggs [says] Alors qu'elle...
italian: Riggs [says] Invece, lei...
spanish: Riggs [says] Mientras que, ella...

source: Riggs [says] Your...
french: Riggs [says] Ta...
italian: Riggs [says] Il tuo...
spanish: Riggs [says] Tu...

source: Riggs [says] Was desperate to help you, while you didn't care. Right?
french: Riggs [says] Aurait tout fait pour t'aider, mais t'en avais rien à cirer. Pas vrai ?
spanish: Riggs [says] Estaba desesperado por ayudarte, mientras que a ti no te importaba. ¿Correcto?

source: Murtaugh [says] Let's rewind...
french: Murtaugh [says] Reprenons du début...
italian: Murtaugh [says] Riavvolgiamo il nastro...
spanish: Murtaugh [says] Rebobinamos...

source: Murtaugh [says] Anna, after your step-mother died, decided to bring you and your [lizR.NPClabel] into her home...
french: Murtaugh [says] Anna... après la mort de ta belle-mère, elle décide de t'accueillir avec ta [lizR.NPClabel] sous son toit...
italian: Murtaugh [says] Anna, dopo la morte della tua matrigna, decise di portare te e il tuo[lizR.NPClabel] nella sua casa...

source: Murtaugh [says] The children of the man who impregnated her when she was only 18 and then left her.
french: Murtaugh [says] Les enfants de l'homme qui l'a mise enceinte alors qu'elle n'avait que 18 ans, puis qui l'a abandonnée.
spanish: Murtaugh [says] Los hijos del hombre que la embarazó cuando solo tenía 18 años y luego la dejó.

source: Murtaugh [says] Not caring about her...
french: Murtaugh [says] Sans lui accorder la moindre importance...
italian: Murtaugh [says] Non preoccupandosi di lei...

source: Murtaugh [says] After that she tried to rebuild her life by having another child with a better man....
french: Murtaugh [says] Après ça, elle a tenté de refaire sa vie en ayant un autre enfant avec un type meilleur....
italian: Murtaugh [says] Dopo di che ha cercato di ricostruire la sua vita avendo un altro figlio con un uomo migliore....

source: Murtaugh [says] [ann], after your step-mother died, she decided to bring you into her home...
french: Murtaugh [says] [ann]... après la mort de ta belle-mère, elle décide de t'accueillir sous son toit...
italian: Murtaugh [says] [ann], dopo la morte della tua matrigna, decise di portarti a casa sua...

source: Murtaugh [says] Although you are the son of her ex-boyfriend.
french: Murtaugh [says] Bien que tu sois le fils de son ex.
italian: Murtaugh [says] Anche se sei il figlio del suo ex fidanzato.
spanish: Murtaugh [says] Aunque eres el hijo de su exnovio.

source: Murtaugh [says] Treating you like a son, letting you sleep under the same roof as her daughters...
french: Murtaugh [says] Elle te traite comme son propre fils, te laisse dormir sous le même toit que ses filles...
italian: Murtaugh [says] Ti tratta come un figlio, ti lascia dormire sotto lo stesso tetto delle sue figlie...

source: Murtaugh [says] And...
french: Murtaugh [says] Et...
italian: Murtaugh [says] E...
spanish: Murtaugh [says] Y...

source: Murtaugh [says] and the other...
french: Murtaugh [says] et l'autre...
italian: Murtaugh [says] e l'altro...

source: Riggs [says] You don't talk much, huh?
french: Riggs [says] Pas bavard, hein ?
italian: Riggs [says] Non parli molto, eh?

source: Riggs [says] Well, we have enough to keep you in for a few nights. let's see if you change your mind!
french: Riggs [says] Bon, ben on a de quoi te garder au frais pendant quelques nuits. On va voir si ça te rend plus causant !
italian: Riggs [says] Beh, abbiamo abbastanza per tenervi dentro per qualche notte. Vediamo se cambiate idea!
spanish: Riggs [says] Bueno, tenemos suficiente para mantenerte dentro por algunas noches. ¡A ver si cambias de opinión!

source: [TALKmc] What happened to me... I was such a happy child... I really thought I was leaving all the pain behind.
french: [TALKmc] Qu’est-ce qui m’est arrivé… J’étais un enfant si heureux… Je croyais vraiment pouvoir laisser la douleur derrière moi.
spanish: [TALKmc] ¿Qué me pasó... Era un niño tan feliz... Realmente pensé que estaba dejando todo el dolor atrás.

source: [TALKmc] At first, at [ann]'s house, it seemed to go well. I was really hoping everything would work out.
french: [TALKmc] Au début, chez [ann], ça semblait bien se passer. J’espérais vraiment que tout irait bien.

source: [TALKmc] But then, at the end of summer a few years ago... (scoffing) when Nokia was still a good smartphone.
french: [TALKmc] Mais il y a quelques années, à la fin de l'été... (moqueur) quand Nokia faisait encore de bons smartphones.

source: [TALKmc] It all started unravelling after that dream....
french: [TALKmc] Tout a commencé à s'effondrer après ce rêve....

source: Special thanks
french: Un grand merci
italian: Un ringraziamento speciale
spanish: Agradecimientos especiales

source: 3D Modeling BigIrishLug krekerman003 schlebbsaga Various support bxIvan Megaplayboy10k SummmerP
french: Modélisation 3D BigIrishLug krekerman003 schlebbsaga Divers bxIvan Megaplayboy10k SummmerP
spanish: Modelado 3D BigIrishLug krekerman003 schlebbsaga Varios soporte bxIvan Megaplayboy10k SummmerP

source: mom
french: maman
italian: mamma
spanish: mamá

source: mother
french: mère
italian: madre
spanish: madre

source: step son
french: beau fils
italian: figliastro
spanish: hijastro

source: step mom
french: belle-mère
italian: matrigna
spanish: madrastra

source: brother
french: frère
italian: fratello
spanish: hermano

source: sister
french: sœur
italian: sorella
spanish: hermana

source: step brother
french: demi-frère
italian: fratellastro
spanish: hermanastro

source: step sister
french: demi-sœur
italian: sorellastra
spanish: hermanastra

source: landlord
french: propriétaire
italian: padrone di casa
spanish: propietario

source: leaseholder
french: locataire
italian: affittuario
spanish: arrendatario

source: housemate
french: colocataire
italian: coinquilino
spanish: compañero

source: Policewoman [says] I don't think so!
italian: Poliziotta [says] Non penso proprio!

source: Policewoman [says] Rookie, as I've already explained... I'm here so you don't do anything stupid and two, cause the Captain says I can't work alone... which is just bullshit!
italian: Poliziotta [says] Pivello, come ti ho già spiegato... Sono qui per evitare che tu faccia qualcosa di stupido e poi perché il capitano ha detto che non posso lavorare da solo... il che è una stronzata!

source: Policewoman [says] With that said, I'm not here to make friends, we're just partners. Understood?
italian: Poliziotta [says] Detto questo, non sono qui per fare amicizia, siamo solo partner. Chiaro?

source: Newbie [says] Yes, Ma'am!
italian: Novellino [says] Sì, Signora!

source: Policewoman [says] Newbie, make sure the perp is comfortable with the handcuffs.
italian: Poliziotta [says] principiante, assicurati che il criminale sia a suo agio con le manette.

source: Murtaugh [says] The real question is whether he is more of a petty thief or a hardened killer.
italian: Murtaugh [says] La vera domanda è se sia più un ladruncolo o un assassino incallito.

source: Murtaugh [says] Oh my apologies, where are my manners? We are Murtaugh and Riggs, and you are... [mc]! AKA are the bad guy!
italian: Murtaugh [says] Oh, le mie scuse, dove sono le mie buone maniere? Noi siamo Murtaugh e Riggs, e voi siete... [mc]! Ovvero sei il cattivo!

source: Murtaugh [says] Let's take a closer look at your file... After the age of 20 in and out of halfway houses...
italian: Murtaugh [says] Diamo un'occhiata più da vicino al suo fascicolo... Dopo i 20 anni, dentro e fuori dai centri di recupero...

source: Riggs [says] Was desperate to help. But you didn't care. Right?
italian: Riggs [says] Volevo disperatamente aiutarla. Ma a te non importava. Non è vero?

source: Murtaugh [says] From the man who was kind enough to impregnated her when she was only 18 and then left her with nothing.
italian: Murtaugh [says] Dall'uomo che è stato così gentile da metterla incinta quando aveva solo 18 anni e poi l'ha lasciata senza niente.

source: What happened to me... I was such a happy child... I really thought I was leaving all that pain behind.
italian: Cosa mi è successo... Ero un bambino così felice... Pensavo davvero di essermi lasciato alle spalle tutto quel dolore.

source: At first, at [ann]'s house, it seemed to go well. I was really hoping everything would work out.
italian: Inizialmente, a casa di [ann], sembrava andare tutto bene. Speravo davvero che tutto si risolvesse.

source: But then, at the end of summer a few years ago... (scoffing) when Nokia was still a good smartphone.
italian: Ma poi, alla fine dell'estate di qualche anno fa... Quando Nokia era ancora un buon smartphone.

source: It all started unravelling after that dream....
italian: Dopo quel sogno tutto ha cominciato a dipanarsi....

source: Newbie [says] Um... I didn't mean to hit on you it was just to get to know you a little bit.
spanish: Newbie [says] Um... No quise ligar contigo, era solo para conocerte un poco.

source: Policewoman [says] Rookie, I've already explained... I'm only here so you don't get killed and because the boss says I can't work alone... Bullshit!
spanish: Mujer policía [says] Novato, ya lo he explicado... Solo estoy aquí para que no te maten y porque el jefe dice que no puedo trabajar solo... ¡Mierda!

source: Policewoman [says] Other than that, to each their own, and their own cases. I'm not here to make friends. Understood?
spanish: La mujer policía [says] Aparte de eso, a cada uno sus propios casos y a sus propios casos. No estoy aquí para hacer amigos. ¿Entendido?

source: Newbie [says] Yes! Mrs!
spanish: Novato [says] ¡Sí! ¡Sra!

source: Policewoman [says] Newbie, let's see how canvas cables move a handcuffed thug.
spanish: Mujer policía [says] novato, veamos cómo los cables de lona mueven a un matón esposado.

source: Newbie [says] You heard her, the back! Today is your big day...
spanish: Novato [says] ¡La escuchaste, la espalda! Hoy es tu gran día...

source: Cop [says] Make cheese...
spanish: Cop [says] Hacer queso...

source: Cop [says] Age: 24 years.
spanish: Policía [says] Edad: 24 años.

source: Cop [says] Good! Now go straight to the interrogation room and wait for police officers Murtaugh and Riggs.
spanish: Policía [says] ¡Bien! Ahora vaya directamente a la sala de interrogatorios y espere a los oficiales de policía Murtaugh y Riggs.

source: Riggs [says] Here he is! Our suspect... How about that... he has a face like a criminal.
spanish: Riggs [says] ¡Aquí está! Nuestro sospechoso... Qué tal eso... tiene una cara como un criminal.

source: Murtaugh [says] The real question is whether he is more of a thief or more of a killer.
spanish: Murtaugh [says] La verdadera pregunta es si es más un ladrón o más un asesino.

source: Murtaugh [says] Oh sorry I was forgetting my manners. We are Murtaugh and Riggs, and you... should be [mc]! AKA the bad guy!
spanish: Murtaugh [says] Oh, lo siento, estaba olvidando mis modales. Somos Murtaugh y Riggs, y tú... debe ser [mc]! ¡Aka el malo!

source: Murtaugh [says] Easy, easy Riggs. Guy, I know you didn't do it. You gotta tell us who your partner is.
spanish: Murtaugh [says] Tranquilo, tranquilo Riggs. Se que no lo hiciste chico. Tienes que decirnos quien es tu pareja.

source: Murtaugh [says] Anna after your mother died, she decided to bring you and your [lizR.NPClabel] into her home...
spanish: Murtaugh [says] Anna después de que tu madre murió, ella decidió traerte a ti y a tu [lizR.NPClabel] a su casa...

source: Murtaugh [says] Not recognizing his daughter...
spanish: Murtaugh [says] No reconoció a su hija...

source: Murtaugh [says] After that she tried to rebuild her life by having another daughter by a better man....
spanish: Murtaugh [says] Después de eso, trató de reconstruir su vida teniendo otra hija de un hombre mejor....

source: Murtaugh [says] Anna after your mother died, she decided to bring you into her home...
spanish: Murtaugh [says] Anna después de que tu madre murió, ella decidió traerte a su casa...

source: Murtaugh [says] Treating you like another son, making you sleep under the same roof as his daughters...
spanish: Murtaugh [says] Tratarte como a otro hijo, hacerte dormir bajo el mismo techo que sus hijas...

source: Murtaugh [says] and her leaseholder...
spanish: Murtaugh [says] y su arrendatario...

source: Riggs [says] You don't talk huh?
spanish: Riggs [says] No hablas ¿eh?

source: [TALKmc] At first at [ann]'s house, it seemed to go well. I was really hoping it would all work out.
spanish: [TALKmc] Al principio en la casa de [ann], parecía ir bien. Realmente esperaba que todo funcionara.

source: [TALKmc] But then from that cold late summer a few years ago... when Nokia was still a good smartphone brand.
spanish: [TALKmc] Pero luego de aquel frío final de verano de hace unos años... cuando Nokia todavía era una buena marca de teléfonos inteligentes.

source: [TALKmc] I'm starting to fall apart after that dream....
spanish: [TALKmc] Estoy empezando a desmoronarme después de ese sueño....
